INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q99.8','팰리스터-킬리언증후군','유전검사
-고식적핵형분석:일반적인말초혈액백혈구를이용한핵형분석으로는진단이되지않으므로/임상적인인지가매우중요하다.이질환이의심될경우피부조직을채취하여섬유아세포에서추가적으로염색체검사를실시하는것이필요하다.환자에서는섬유아세포핵형분석에서동위염색체가30-100%정도발견된다.
-형광제자리부합법(flurescenceinsituhybridizatin/FISH):12번염색체에특이적인표지자를통해진단이가능하며/구강도말로채취한세포를이용한간기형광제자리부합법(interphaseFISH)로신속하게예비진단을내릴수있다.
-비교유전자교잡법(cmparativegenmichybridizatin/CGH):구강도말로채취한세포를이용하여비교유전자교잡법을실시하면중복된정도와범위를확인할수있다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q99.2','취약X증후군','정신지체/길고좁은얼굴/귀가위쪽으로많이나와있으며턱이김.그외에고환이크며정신지체/학습장애/언어장애/지나친활발/부끄러움/사회적불안/짧은집중력등의정신적장애가나타남
유전자FMR-1확인/환자혈액에서DNA를추출하여Xq27.3부위DNA의핵산반복서열이증가(trinuletiderepeatexpansin)되어있는분절을증명');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q98.2','클라인펠터증후군/핵형46/XX를가진남성','47/XXY를보이는클라인펠터증후군환자에서46/XX이있는섞임증을보일때
발달장애/행동장애/성선발달이상/불임/골격계이상/악성종양/심혈관계이상/면역기능이상/내분비이상등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q98.1','클라인펠터증후군/두개이상의X염색체를가진남성','남성의염색체검사에서두개이상의X염색체가발견되는경우
발달장애/행동장애/성선발달이상/불임/골격계이상/악성종양/심혈관계이상/면역기능이상/내분비이상등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q98.0','클라인펠터증후군/핵형47/XXY','염색체검사에서47/XXY가확인되는경우
발달장애/행동장애/성선발달이상/불임/골격계이상/악성종양/심혈관계이상.면역기능이상/내분비이상등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q96.4','섞임증/이상성염색체를가진45/X/기타세포열','염색체검사에서성염색체가X하나만관찰되는세포와다른세포가혼합되어있는경우
성기모양이상/성선기능이상/성장저하/사춘기지연/불임등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q96.3','섞임증/45/X/46/XX또는XY','염색체검사에서성염색체가X하나만관찰되는세포와정상세포가혼합되어있는경우
성기모양이상/성선기능이상/성장저하/사춘기지연/불임등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q96.2','동인자(Xq)를제외한이상성염색체를가진핵형46/X','여성의염색체검사에서X의장완에동완염색체가아닌다른성염색체이상으로X가하나만관찰되는경우
성장저하/발달장애/지능저하/행동장애/불임등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q96.1','핵형46/X동인자(Xq)','여성의염색체검사에서성염색체가X의장완에동완염색체로관찰되는경우
임상증상:저신장/심장기형/무월경/골다공증/생식기종양/갑상선기능이상등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q96.0','핵형45/X','여성의염색체검사에서성염색체가X하나만관찰되는경우
임상증상:저신장/심장기형/무월경/골다공증/생식기종양/갑상선기능이상등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','윌리엄스증후군','윌리엄스증후군에관련된특징적인임상양상(위로솟은작은코끝/긴인중/큰입/두툼한입술/작은볼(협골형성부전)/부은듯한눈두덩이/손톱의형성부전/엄지발가락의외반증/심장과혈관의선천적이상/발달지연/지적장애등)이상
Chrmsme/PB/MLPA/arryCGH/FISH염색체7q11.23부위의미세결실또는elastin유전자의돌연변이가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','엔젤만증후군','발달지연/걸음걸이이상/경련/수면장애/언어장애등의임상증상
15q11부위의각인이상혹은결실혹은UBE3A유전자돌연변이

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','스미스-마제니스증후군','특징적인외모(납작한후두골(단두증/brachycephaly)?/얼굴중앙부형성부전(midfacehypplasia)/앞으로튀어나온턱(상악전돌증/prgnathism)/넓은사각형얼굴)
신경발달/행동이상(인지장애/발달지연/상동행동/수면이상/자해행동)
스미스마제니스증후군에관련된특징적인임상양상을보이며염색체17q11.2부위의미세결실또는RAI1유전자의돌연변이가확인된경우
*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','18장완말단부결손증후군','-임상증상:두개안면이상(소두증/두드러진콧등및뭉툭하며넓은코끝/두툼한입술/높은입천장/구개열/크고이상한모양의귀/특징적으로넓은입)/정신운동지체/선천성심장기형/발모양이상/척추측만증/가늘어진손가락/저긴장증및저신장/잠복고환/청력이상/사시/경련등

-유전학검사:염색체검사혹은특수염색체검사(고식적핵형검사/염색체마이크로어레이/FISH검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','15장완13.3미세결손증후군','-임상증상:두개안면이상(대두증/안.검열의외하방경사/안격리증/일자눈썹/두드러고뭉툭한콧등/크고이상한모양의귀/실눈증/특징적으로입꼬리가쳐진입)/5번째휜손가락/사시/저신장/저긴장증/색소성모반/선천성심장기형/학습장애/언어발달지연/정신운동지체/경련/행동장애등

-유전학검사:염색체검사혹은특수염색체검사(고식적핵형검사/염색체마이크로어레이검사/FISH검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','2장완37미세결손증후군','-임상증상:피에르-로빈양상의특징적인증상들(높은입천장/구개열/작은턱등)/발달지연특히언어발달지연/설하수/고관절형성이상/손가락구축/내반첨족/거미손가락증등

-유전학검사:염색체검사혹은특수염색체검사(염색체마이크로어레이검사/FISH검사/MLPA검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','3장완29미세결손증후군','-임상증상:발달지연/언어지연/자폐성장애/소두증/특징적인얼굴생김새(두드러진콧등/낮게위치한크고이상한모양의귀)/구순열/구개열/심질환

-유전학검사:염색체검사혹은특수염색체검사(고식적핵형검사/염색체마이크로어레이검사/FISH검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','1단완36미세결손증후군','(진단기준)
특징적임상소견(얼굴)
염색체/FISH/chrmsmemicrarray검사로1p36deletin확진

(검사항목)
염색체검사/FISH혹은chrmsmemicrarray검사

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','18단완염색체결손','-임상증상:발달지연/언어지연/지적장애/둥근얼굴/소두증/입꼬리쳐짐/귀형성장애/양안격리증/선천안검하수/소하악증/저신장/심실/심방중격결손등의심장기형

-유전학검사:염색체검사혹은특수염색체검사(염색체마이크로어레이검사/FISH검사/MLPA검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','캐취22증후군','흉선과부갑상샘의저형성/심장의기형/얼굴의기형(가늘고작은눈/작은코/높은구개능/구개열/두갈래목젖등)/저칼슘혈증/발달지연등
Chrmsme/PB/MLPA/arryCGH/FISH에서22q11의미세결실이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.5','18장완단일염색체증','임상증상:임상증상으로저신장/근긴장도저하/지적장애/안진/전도성난청/경련/소두증/안면중앙부저형성과깊은눈/작은눈(narrwpalpebralfissures)/큰귓바퀴(prminentantihelix&antitragus)/Whrlpattern의지문/큰손과가늘어지는손가락(taperingfinger)/막손금(simiancrease)/잠복고환/요도하열등
유전자검사:염색체검사혹은특수염색체검사(염색체마이크로어레이/MLPA/FISH))등에서18q결손확인

*수술(시술)필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.4','고양이울음증후군','특징적인고양이울음소리:후두의결함이원인이며/영아기후반부터사라짐
안면기형:소두증/둥근얼굴/양안격리증/내안각췌피/넓은콧등/사시
근긴장저하
심장기형
발달지연등의특징적인임상소견을보이고염색체검사나FISH검사/MLPA혹은arrayCGH로5번염색체단완의결실이확인되는경우

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.4','5번염색체단완의결손','특징적인고양이울음소리:후두의결함이원인이며/영아기후반부터사라짐
안면기형:소두증/둥근얼굴/양안격리증/내안각췌피/넓은콧등/사시
근긴장저하
심장기형
발달지연등의특징적인임상소견을보이고염색체검사나FISH검사/MLPA혹은arrayCGH로5번염색체단완의결실이확인되는경우

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.3','월프-허쉬호른증후군','일반적으로세포유전학적검사(말초혈액염색체검사)를통해4번염색체단완결실이나구조적이상을확인합니다.Wlf-Hirschhrn증후군의일부가가지고있는4번염색체단완의미세한결실때문에검출하기가어려울경우에는형광동소보합(FISH)검사를통해4p16.3의미세결실을확진합니다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.3','4단완염색체부분결손','-임상증상:특징적인얼굴생김새(돌출이마/양안격리/넓고부리같은코)/소두증/발달지연/경련/근육저긴장증/골격기형(손/발/척추등)/심질환(심방또는심실중격결손)

-유전학검사:염색체검사혹은특수염색체검사(고식적핵형검사/염색체마이크로어레이/FISH검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q93.2','15장완사염색체(증)(쌍중심절15번염색체증후군)','-임상증상:처진눈꼬리/깊게위치한눈/낮고뒤쪽으로돌아간귀/높은입천장/뭉툭한코와들창코등의특징적인얼굴형태/심장기형(팔로사징/심실중격결손등)/신장기형/요도하열/잠복고환등

-유전학검사:염색체검사혹은특수염색체검사(염색체마이크로어레이검사/FISH검사/MLPA검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q92.8','20번염색체단완의삼염색체증','-임상증상:둥근얼굴과통통한볼/거칠고곧은머리카락/약간위로올라간눈등의특징적인얼굴모습/지능저하/발달지연/언어지연/협동장애/치아문제/척추뼈기형/심장기형등

-유전학검사:염색체검사혹은특수염색체검사(염색체마이크로어레이검사/FISH검사/MLPA검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q92.3','포토키-룹스키증후군','특징적인임상증상(발달지연/정신지체/자폐스펙트럼/심장기형/저긴장증/수유곤란/체중증가부전/수면무호흡등)을보이면서유전학적검사에서염색체17번의단완근위부(17p11.2)의중복이확인된경우
유전자검사:염색체마이크로어레이/FISH/MLPA등세포유전학적검사

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q92.3','7장완11.23미세중복증후군','-임상증상:독특한두개안면특징(대뇌/넓은이마/곧은눈궁/넓은비강끝/짧은인중/얇은윗입술및안면비대칭)/심장결함/횡격막탈장/신장기형/잠복고환/정신운동지체/저긴장증및뇌기형등

-유전학검사:염색체검사혹은특수염색체검사(고식적핵형검사/염색체마이크로어레이/FISH검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q92.3','15장완11-13미세중복증후군','-임상증상:근긴장저하/발달지연/언어지연/경련/자폐범주성장애/행동장애/경도의두개안면특징(대두증/눈꼬리내림/내안각주름/손가락굽음등)/저신장/심기형

-유전학검사:염색체검사혹은특수염색체검사(염색체마이크로어레이검사/FISH검사)

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게기타항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q92.2','10단완삼염색체증','임상증상:임상증상으로저긴장증/발달지연/성장부진/외형의이상/구개열/심장/콩팥/눈/뼈기형등
유전자검사:염색체혹은특수염색체검사(염색체마이크로어레이/MLPA/FISH등)에서10번단완의중복이확인된경우

*수술(시술)필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.7','13삼염색체증후군','외형상특징
(1)소두증/소안구증/구순열및구개열/낮은변형귀/소하악증
(2)전전뇌(hlprsencephaly)/중앙부두피결손
(3)다지증?
(4)심장기형:심방중격결손/심실중격결손/동맥관개존증
(5)신장기형:다낭신?
(6)잠복고환?
(7)심한정신지체?
(8)발달지연
염색체검사상13번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만2세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.6','13삼염색체증/전위','외형상특징
(1)소두증/소안구증/구순열및구개열/낮은변형귀/소하악증
(2)전전뇌(hlprsencephaly)/중앙부두피결손
(3)다지증?
(4)심장기형:심방중격결손/심실중격결손/동맥관개존증
(5)신장기형:다낭신?
(6)잠복고환?
(7)심한정신지체?
(8)발달지연
염색체검사상13번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.5','13삼염색체증/섞임증형(유사분열비분리)','외형상특징
(1)소두증/소안구증/구순열및구개열/낮은변형귀/소하악증
(2)전전뇌(hlprsencephaly)/중앙부두피결손
(3)다지증?
(4)심장기형:심방중격결손/심실중격결손/동맥관개존증
(5)신장기형:다낭신?
(6)잠복고환?
(7)심한정신지체?
(8)발달지연
염색체검사상13번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.4','13삼염색체증/감수분열비분리','외형상특징
(1)소두증/소안구증/구순열및구개열/낮은변형귀/소하악증
(2)전전뇌(hlprsencephaly)/중앙부두피결손
(3)다지증?
(4)심장기형:심방중격결손/심실중격결손/동맥관개존증
(5)신장기형:다낭신?
(6)잠복고환?
(7)심한정신지체?
(8)발달지연
염색체검사상13번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.2','18삼염색체증/전위','특징적인얼굴(작고좁은머리/후두골돌출/소구증/구순열및구개열/소하악증)/짧은흉골/작은골반/특징적인손발모양(집게손가락이가운데손가락위에새끼손가락이넷째손가락위에덮인손모양)/오목발바닥이면서뒤꿈치가두드러진모양(rcker-bttmfeet)/짧고뒤로굴곡된첫째발가락등이며/이밖에저출생체중/심장기형(심실중격결손/동맥관개존증)/신장기형(마제신)/횡격막탈장/기관식도루/심한정신지체/발달지연
염색체검사상18번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.1','18삼염색체증/섞임증형(유사분열비분리)','특징적인얼굴(작고좁은머리/후두골돌출/소구증/구순열및구개열/소하악증)/짧은흉골/작은골반/특징적인손발모양(집게손가락이가운데손가락위에새끼손가락이넷째손가락위에덮인손모양)/오목발바닥이면서뒤꿈치가두드러진모양(rcker-bttmfeet)/짧고뒤로굴곡된첫째발가락등이며/이밖에저출생체중/심장기형(심실중격결손/동맥관개존증)/신장기형(마제신)/횡격막탈장/기관식도루/심한정신지체/발달지연
염색체검사상18번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q91.0','18삼염색체증/감수분열비분리','임상진단기준:특징적인얼굴(작고좁은머리/후두골돌출/소구증/구순열및구개열/소하악증)/짧은흉골/작은골반/특징적인손발모양(집게손가락이가운데손가락위에새끼손가락이넷째손가락위에덮인손모양)/오목발바닥이면서뒤꿈치가두드러진모양(rcker-bttmfeet)/짧고뒤로굴곡된첫째발가락등이며/이밖에저출생체중/심장기형(심실중격결손/동맥관개존증)/신장기형(마제신)/횡격막탈장/기관식도루/심한정신지체/발달지연
염색체검사상18번염색체3개가존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q90.9','21삼염색체증NS','특징적인외모/선천성심장질환/선천성소화기기형/내분비및혈액학적장애/발달지연/지적장애등의증상
염색체검사상21번염색체3개존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q90.2','21삼염색체증/전위','특징적인외모/선천성심장질환/선천성소화기기형/내분비및혈액학적장애/발달지연/지적장애등의증상
염색체검사상21번염색체3개존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q90.1','21삼염색체증/섞임증형(유사분열비분리)','특징적인외모/선천성심장질환/선천성소화기기형/내분비및혈액학적장애/발달지연/지적장애등의증상
염색체검사상21번염색체3개존재

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q90.0','21삼염색체증/감수분열비분리','특징적인외모/선천성심장질환/선천성소화기기형/내분비및혈액학적장애/발달지연/지적장애등의증상
염색체검사상21번염색체3개존재');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','ADNP증후군(헬스무르텔-반데르아증후군)','임상증상:다양한정도의지적장애와자폐스펙트럼장애/특징적인얼굴형태(돌출된이마/highanterirhairline/안검하수/올라간눈꼬리혹은처진눈꼬리/넓은콧잔등/얇은윗입술/작고낮게위치한귀/컵모양의귀등)/근긴장저하/경련/섭식장애/시각장애/심장의구조적이상등
유전학검사:ADNP

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-­장애의원인질환이해당질환인경우에한함
-­신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','젤웨거증후군','1세이전에발현된전형적인임상증상[심한근긴장저하증/특징적얼굴모습(이마가넓고뒤통수가납작/큰대천문/넓게벌어진두개골봉합선/외이모양이상/넓은콧대/눈안쪽주름)/수유부전/간낭종을동반한간기능이상/골격계이상(연골이형성증)/심한발달지연및퇴행등]
혈액검사에서Verylngchainfattyacid(VLCFA)의증가
참고:효소분석에서Dihydrxyacetnephsphateacyltransferase(DHAPAT)결핍증명이진단에도움을줄수있음
유전학적진단:PEX1/PXMP3[PEX2]/PEX3/PEX5/PEX6/PEX10/PEX12/PEX13/PEX14/PEX16/PEX19/andPEX26등의유전자에서돌연변이발견

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','알포트증후군','신장조직검사에서전형적인사구체기저막의이상소견(basketweavepattern)을보임
가족력이있으면서혈뇨가있고감각신경성난청and/r눈의이상소견이동반되어있는경우
질환을유발하는유전자이상이확인되는경우유전진단이가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','펠란-맥더미드증후군(22장완13.3결손증후군)','임상증상:근긴장저하/지적장애/성장지연/언어발달장애/더워하는경향/마르고키가큰골격.긴속눈썹/처진눈꼬리/큰눈/주름없는귓바퀴/두드러진코끝/뾰족한턱/큰손/딱딱해지고부서지기쉬운발톱등임.그외만성설사/변비/위식도역류등소화기계문제/간질/미세운동기술지연/뇌발달지연/방광요관을비롯한콩팥의문제/사시와같은시야문제/팔/다리의부종(림프부종)/귀의감염을비롯한잦은감염등.행동의장애로음식이아닌것을입에넣거나씹는현상/통증에둔감함/손뼉을치거나반복적인행동을보이는자폐성향의행동등을보임.
유전학검사:염색체마이크로어레이나염색체미세결실검사에서22q13.3결실발견또는SHANK3유전자등

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
?장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','아가미-귀-신장증후군','3가지이상의주증상혹은2가지의주증상과2가지이상의부증상을보유하면서EYA1/SIX1/SIX5유전자의돌연변이가확인된경우

주증상
1)제2아가미궁이상
2)난청
3)귀앞의구멍(pit)
4)청각기관의기형
5)신장기형

부증상
1)외이도의기형
2)중이의기형
3)내이의기형
4)귀앞의쥐젖(tag)
5)안면비대칭/구개의이상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','로렌스-문(-바르데)-비들증후군','아래제시한일차기준항목중4개이상혹은일차기준항목중3개이상이면서이차기준항목중2개이상이충족되는경우
(1)일차기준항목
(i)망막색소변성증
(ii)새끼손가락혹은새끼발가락의다지증
(iii)체간비만
(iv)학습지연
(v)남자의경우고환기능부전증/여자의경우생식기모양이상
(vi)신장형성이상/신장의낭성세뇨관질환(신장황폐증)/단백뇨/만성신부전
(2)이차기준항목
(i)언어발달지연혹은언어장애
(ii)전반적발달지연
(iii)행동학적이상
(iv)기타안과적문제(사시/백내장/약시)
(v)단지증혹은합지증
(vi)실조증/평형기능이상
(vii)하지의경한근긴장도증가
(viii)2형당뇨
(ix)치과적문제(부정교합/치아부족및치수의저형성/높은입천장)
(x)심혈관기형(대동맥판협착/심방중격결손/심실중격결손/동맥관개존증/심근증)
(xi)간섬유화혹은담관확장증/담관성간경변
(xii)두개안면기형(대두증/좁은이마/큰귀/작은눈/긴인중/짧고작은코/안면중앙부저형성/경한아래턱후퇴증)
(xiii)선천성거대결장
(xiv)냄새를맡지못함
참고:BBS1/BBS2/ARL6(BBS3)/BBS4/BBS5/MKKS(BBS6)/BBS7/TTC8(BBS8)/BBS9/BBS10/TRIM32(BBS11)/BBS12/MKS1(BBS13)/CEP290(BBS14).WDPCP(BBS15)/SDCCAG8(BBS16)등원인유전자의돌연변이가확인되는경우진단에도움이될수있음

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','알스트롬증후군','1.출생시~2세:주진단기준2가지를모두만족하거나주진단기준1가지와2가지의부진단기준을만족하는경우
1)주진단기준:
-유전자검사를통한ALMS1유전자의돌연변이를확인하거나알스트롬증후군의가족력이있는경우
-안구진탕/빛에대한민감성등의안과적증상이있는경우
2)부진단기준:
-비만
-울혈성심부전을동반한확장성심근병증
2.3~14세:주진단기준두가지를모두만족하거나주진단기준1가지와부진단기준3가지를만족하는경우
3.15세부터성인:주진단기준두가지를모두만족하거나주진단기준1가지와부진단기준4가지를만족하는경우
1)주진단기준:
-유전자검사를통한ALMS1유전자의돌연변이를확인하거나알스트롬증후군의가족력이있는경우
-안구진탕/빛에대한민감성등의안과적증상이있는경우
2)부진단기준:
-비만/인슐린저항성또는제2형당뇨병
-울혈성심부전을동반한확장성심근병증의과거력이있는경우
-청력장애(내이에대한CT/MRI와청각검사)
-간부전
-신부전
-작은키
-남성에서성선기능저하증/여성에서불규칙한생리또는고알도스테론혈증(15세이상만적용)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.8','촤지증후군','아래의주증상및부증상중주증상4가지이상혹은주증상3가지+부증상3가지이상을보이는경우
(1)주증상
(i)안구결핍
(ii)뒤콧구멍폐쇄/협착
(iii)뇌신경이상
(iv)특징적인귀이상
(2)부증상
(i)심장혈관기형
(ii)생식기형성저하증
(iii)입술/구개갈림
(iv)기관지-식도루
(v)특징적인CHARGE얼굴
(vi)성장결핍
(vii)발달지연
유전학적검사:CHD7유전자의돌연변이
*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.5','코핀-로우리증후군','임상증상:심한발달지연/특징적인얼굴형태(이마의돌출과두꺼운눈썹/눈사이거리가넓고눈꼬리가처짐/낮은콧등과뭉툭한콧날/입이크고두꺼운입술등)/작고유연한손가락/taperingandsftapperancehands(손가락끝으로갈수록가늘어짐)/가슴모양의기형/척추의측만후만증등
영상검사:골격계영상(Thickenedskullwithlargefrntalsinuses/Anterirbeakingfthevertebraewithnarrwdiscspaces/kyphsclisis/narrwpelvis/Metacarpalpseudepiphyses/prmdelingfthemiddlephalanges/andtuftingfthedistalphalanges)뇌MRI(mildcerebralatrphy/hypplasiafcrpuscallsum/periventricularwhitematterchangesinparietalandfrntallbes/and/rcmpressinftheframenmagnum)등
유전학검사:RSP6KA3유전자등

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.4','마르팡증후군','분자유전학적검사상염색체15번에위치한FBN1유전자의돌연변이(type1)혹은염색체3번의단완(p)(3p22)에위치하는TGF-베타수용체1/2(TGFBR1/2)유전자의돌연변이(type2)를확인
임상증상:키가크고/마르고/얼굴과사지가길다/척추측만증/승모판탈출증/기흉/수정체위치이상/녹내장/백내장/근시/안구돌출/경막확장/평발/거미다리증(dlichstenmelia)/거미가락증(arachndactyly)/오목가슴/새가슴/관절과운동/손가락굽증(camptdactyly)/긴머리증(dlichcephaly)/작은턱증/광대뼈형성저하증(malarhypplasia)/대동맥판역류(articregurgitatin)/망막박리/서혜부탈장');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.3','위버증후군','아래의대표적증상을보이는경우
(1)안면기형-대두증(macrcephaly)/넓은이마(bradfrehead)/양안격리(hypertelrism/telecanthus)/크고낮은귀(largeandlw-setears)/길고뚜렷한인중(lngandprminentphiltrum)작은턱(relativemicrgnathia)등
(2)사지기형:곤봉지(prminentfingerpads)/가늘고깊은손톱(thinanddeeply-setnails)/손가락굽증(camptdactyly)/넓은장골(widedistallngbnes/ftdefrmities/)넓은엄지손가락(bradthumbs)등.
(3)정신지체
기타:낮고쉰목소리(harseandlw-pitchedvice)/근긴장도증가(hypertnia)/배꼽/서혜부탈장(umbilicalandinguinalhernia)/늘어진피부(excesslseskin)
EZH2유전자의돌연변이

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.3','소토스증후군','생후1~2년동안의신체의과다발육으로인해큰키와커다란머리크기와특징적인얼굴모양/학습장애가특징
염색체5q35에위치하는NSD1(nuclearreceptrSET-dmain-cntaingprtein)의돌연변이와미세결실에의함

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.3','베크위트-비데만증후군','특징적인임상증상(과성장/출생시과체중/신생아시기저혈당/거대혀/배꼽탈장/제대탈장/복벽분리/반신비대/복부배아세포암등의임상양상중최소3개이상보유)을보이면서및유전자검사여부가확인된경우
영상검사:복부초음파/골격계X-ray등
유전자검사:염색체11p15부위의메틸화이상혹은복제수변이등검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.2','바테르증후군','영상검사:척추기형(x-ray)/식도-기관기형(CT/식도조영술)/심장이상(심장초음파)/신장이상(복부초음파)
임상증상:아래의5가지중동시에3가지이상의소견을보이는경우
(1)Vertebral(척추)기형
(2)Anal(항문)폐쇄
(3)Cardiac(심장)
(4)식도폐쇄를동반한T-E(식도-기관)이상
(5)Radial(요골)기형혹은Renal(신장)기형

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.2','루빈스타인-테이비증후군','유전자검사:16번염색체단완13.3부위(16p13.3)의다른염색체로의전좌(translcatin)를확인하거나/FISH(형광동소교잡법/flurescentinsituhydridizatin)검사를통해미세결실을확인하면확진/CREBBP또는EP300유전자검사로확진
임상증상:넓은엄지손가락과첫번째발가락/특징적인안면기형(좁은이마/짙은눈썹/긴콧등/쳐진눈등)/정신지연등

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.2','홀트-오람증후군','영상:심장초음파검사(일부환자는정상일수있음).X-ray:상지기형/
유전자:TBX5유전자의돌연변이가확인된경우(환자50%에서양성)/
임상증상:심장의이상/상지기형

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.2','클리펠-트레노우네이-베버증후군','모세혈관기형(피하혈관종/prtwinestain)/편측연부조직및골비대/정맥류/초음파나CT/MRI가진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.2','손발톱무릎뼈증후군','영상검사:x-ray상무릎뼈의이상
유전자검사:LMX1B유전자돌연변이(90%이상)
임상증상:신장기능이상(단백뇨/혈뇨/신증후군등)/손톱/무릎뼈이상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','누난증후군','임상증상:작은키/뾰족머리증/작은턱(소하악증)/익상경/양안격리증(두눈먼거리증)/안검하수증/사시/내안각주름/낮은코/높은입천장/부정교합/귀의기형/골격계기형(오목가슴/척추후만증/척추측만증)/외반팔꿉/심장기형(폐판막협착증/심방중격결손/심실중격결손/중격비대/비후성근육병증/동맥관개존증)/색소성모반/악성고열/혈관및림프관기형/혈액응고결함/폐동맥협착증/청색증(Cyansis)/호흡곤란/복부팽창/섭취장애/정신지체/잠복고환증/발달장애등
분자유전학적검사:PTPN11/KRAS/SS1/RAF1/BRAF/KRAS/NRAS/RIT1/MAP2K1/RASA2/RRAS/A2ML1/SS2/LZTR1등의원인유전자로보고된유전자중하나에서돌연변이가확인.20-30%의환자는유전적원인이알려지지않았음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','프라더-윌리증후군','분자유전학적검사상15번염색체장완의부분결실(Partialdeletin:15q11q13의미세결실)/단친이염색체성혹은유전자각인이상
임상증상:저신장(작은키)/비만/성선기능저하증/정신지체/근육긴장저하/사시/고체온증/작은턱/행동장애/인식능력의장애/과도한식욕/말단왜소증/잠복고환증/수면장애

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','굴지형성이상','ㅇ임상적평가/척추뼈/엉덩이/흉부/다리그리고발의X-ray/콩팥의초음파검사와심장초음파검사로진단
1.영상검사:척추뼈/엉덩이/흉부/다리그리고발의X-ray/콩팥의초음파검사와심장초음파검사
2.유전자검사
1)세포유전학적검사:5%의환자에서염색체검사를하였을때/다음과같은소견중하나를발견할수있다.
-SX9유전자가위치하는17번염색체의장완24.3-25.1부위에서절단점을가지는denv상호전좌
-17번염색체장완의denv사이결손(interstitialdeletin)
*드물게전좌가가족에서도나타날수있으므로/부모의핵형분석도해야한다.

2)분자유전학적검사:SX9유전자는굴지형성이상과관련된유일한유전자이다.
-돌연변이검사:임상적으로진단된굴지형성이상환자의90%에서SX9유전자의엑손3개와엑손/인트론인접부위의돌연변이가발견된다.
-결손검사:임상적으로진단되었으나정상핵형을보이는환자의5%에서정량PCR/실시간PCR/MLPA(multiplexligatin-dependentprbeamplificatin)등의다양한방법으로SX9유전자세엑손의전체결손또는부분결손등을알수있다.
');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','쉐그렌-라손증후군','영상검사:MRI상뇌백질이상(정상일수도있음)
유전자검사:ALDH3A2돌연변이
임상증상:정신지체/사지마비/황반변성/뇌백질이상/여린선등

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','스미스-렘리-오피츠증후군','분자유전학적검사상11번염색체(11q12-q13)에위치하는DHCR7유전자의톨연변이를확인
임상증상:성장지연/작은머리(소두증)/정신지체/심장기형/다지증/구개열(입천장갈림증:Cleftpalate)/안검하수증/백내장/사시/들창코/작은턱/경련/유문협착증/청력상실

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','시클증후군','분자유전학적검사상시클증후군ATR와CENPJ유전자의돌연변이발견.일부환자는정상일수있음
임상증상:소두증/왜소증/정신지체/얼굴의기형(코가새부리모양으로돌출됨/눈이크고얼굴폭이좁음/납작한이마/작은머리둘레)/귀의기형/요골탈구및엉덩이기형/측만지증/팔꿈치탈구/두개골조기유합증/휜발/잠복고환증/음핵비대증/다모증/범혈구감소증

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','아르스코그증후군','분자유전학적검사상Xp11.21에위치하는FGD1유전자의돌연변이를확인
영상검사:x-ray상합지증/단지증/측만지증/발가락굽증/숨은척추갈림증등특징적소견
임상증상:얼굴/골격/생식기계의이상/넓은이마와둥근얼굴/두눈먼거리증/안검하수증/눈까풀틈새/넓은콧등/사시/원시/눈근육마비/위턱뼈형성저하증/치아이상/긴인중/작은키/두갈래음낭(이열음낭)/오목가슴/서혜부탈장/귀의기형/합지증/단지증/측만지증/발가락굽증/숨은척추갈림증/잠복고환증/요도밑열림증/정신지체/과다행동증

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','주로단신과관련된선천기형증후군','분자유전학적검사상Xp11.21에위치하는FGD1유전자의돌연변이를확인
영상검사:x-ray상합지증/단지증/측만지증/발가락굽증/숨은척추갈림증등특징적소견
임상증상:얼굴/골격/생식기계의이상/넓은이마와둥근얼굴/두눈먼거리증/안검하수증/눈까풀틈새/넓은콧등/사시/원시/눈근육마비/위턱뼈형성저하증/치아이상/긴인중/작은키/두갈래음낭(이열음낭)/오목가슴/서혜부탈장/귀의기형/합지증/단지증/측만지증/발가락굽증/숨은척추갈림증/잠복고환증/요도밑열림증/정신지체/과다행동증

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','코케인증후군','분자유전학적검사상5번염색체의ERCC8유전자의변이(제A형)나10번염색체의ERCC6유전자의변이(제B형)를확인
임상증상:성장지연/왜소증/광과민성(Phtsensitivity)/나이에비해조숙해보이는외모(조로증)/소두증/백내장/시각신경위축/망막변성/귀의기형/난청/새부리모양의코/턱나옴증/치아이상/피부색소침착/척추후만증/저한증/청색증/진전/운동실조/조화운동불능증/고혈압/동맥경화성질환/간비대/정신지체

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만2세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','두보위츠증후군','아직정확한원인이밝혀지지않아임상적인소견으로진단되어지며/성장장애/왜소증/삼각형모양의얼굴형태/안검하수증/작은머리(소뇌증:Micrencephaly)/실눈증/양안격리증(두눈먼거리증)/눈구석격리증/귀의기형/소하악증(작은턱)/구개열/치아부족증/손발가락붙음증/경미한정신지체/습진(Eczema)/코폴립(Nasalplyp)등의증상이복합되어있는경우진단함

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','드랑즈증후군','산전혹은출생후성장장애/독특한얼굴모양/다양한상지기형/신경발달의지연/행동장애들이동반되는증후군
임상증상:자궁내성장지연/미숙아/호흡곤란/수유곤란/발달지연/정신지체/경련/과다행동증/자해/공격성/수면장애/저신장/소두증/짧은목/다모증/선천성심질환
유전자검사:NIPBL/SMC1A/SMC3등을시행.20-30%의환자는유전자검사상정상

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','러셀-실버증후군','분자유전학적검사상11p15.5의각인센터의메칠화이상혹은7번염색체단친이염색체성.40%의환자는유전자검사로진단이어려움
임상증상:성장지연/작은턱/삼각형얼굴모양/편측비대/높고좁은입천장/측만지증/상대적대두증/발달지연');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.1','로비노-실버만-스미스증후군','분자유전학적검사상9q22에위치하는RR2유전자의돌연변이를확인
임상증상:작은키(왜소증)/대두증/양안격리증/낮은콧대/긴인중/혀유착증/귀의기형/잇몸증식증/골격계기형(오목가슴/척추측만증/측만지증/손발톱의형성부전/반척추뼈증)/생식기기형/심장기형/생식기모양이모호해서남녀구분하기가어려움/작은음경증/잠복고환증/음핵(clitris)의발육부전/수신증/탈장

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','야콥센증후군(11장완말단부결손증후군)','임상증상:출생전후성장부진/두개골이상/외형의이상(안검하수/넓은코중격/짧은코/V모양의입/낮게위치하여돌아간귀/짧은인중)/혈소판기능이상/혈소판감소증또는범혈구감소증/심장/콩팥/장관계/생식계/신경계및골격계의이상등.
유전자검사:염색체혹은특수염색체검사(염색체마이크로어레이/MLPA/FISH등)에서11번장완의결실이확인된경우

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','잠복안구증후군','잠재안구/합지증/귀/코/후두의기형/생식기기형및정신지체등이동반되어나타나는경우
FRAS1또는FREM2유전자검사로확진

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','입-얼굴-손발증후군','신경근육계장애/갈라진혀/갈라진턱/입술갈림증/넓은코/눈구석주름(내안각주름)및유전자검사로원인돌연변이가확인된경우
손가락발가락이정상보다많고그길이가짧음.두개골이정상인보다더많은개수로분리되어있음.혀를지지하는막인설소대(frenulum)의과도한성장
FD1유전자검사로확진');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','마르케사니-바일증후군[바일-마르케사니증후군]','영상검사:X-ray/초음파/전안부빛간섭단층촬영(CT)

유전학검사:단일유전자검사/유전자패널검사등을통한1)ADAMTS10/ADAMTS17혹은LTBP2의병적동형접합변이혹은복합이형접합변이혹은2)FNB1유전자의병적이형접합변이확인

임상진단:안과검진을통한특징적인수정체모양이상및합병증/기타검진을통한단지증/심장기형/대동맥류/저신장등이나타날수있으며반드시안과적문제와심장기형이동반되어야등록가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','첨두다지유합증','두개골봉합선의조기융합으로머리모양뾰족하게되면서합지증을비롯한다른기형들과동반되어나타나는경우
FGFR2의돌연변이');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','첨두유합지증','두개골봉합선의조기융합으로머리모양뾰족하게되면서합지증을비롯한다른기형들과동반되어나타나는경우
FGFR2의돌연변이');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','카펜터증후군','두개골유합/손발가락의이상/발달장애
RAB23또는MEGF8유전자검사로확진');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','로빈증후군','소악증/설하수증/구개열이다른기형들과연관되거나독립적으로나타나는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','프레이저증후군','FRAS1/FREM2/GRIP1유전자검사(FRAS1유전자이상이50%정도에서발견)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','가부키증후군','ㅇ특이한얼굴모양/성장지연/5번째손가락의단지증/잠복고환/대장회전이상등의임상양상에근거
ㅇMLL2유전자의변이여부를분자유전학적으로확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','주로얼굴형태에영향을주는선천기형증후군','잠재안구/단일안구/합지증/외이의기형/얼굴의편측저형성/안면및동안신경의마비/생식기기형등이동반되어나타나는경우/FRAS1또는FREM2/GRIP1유전자검사로확진');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','휘파람부는얼굴','비정상적으로작게오므린입및유전자검사로원인돌연변이가확인된경우
얼굴중앙부분이편평하고/가면을쓴것같이움직이지않는얼굴모습.넓은뺨/높은입천장/비정상적으로작은턱/불규칙하게배열된치아/그리고비정상적으로작은혀.아래입술부터턱까지“H”또는“V”모양으로흉터같은자국등의증상이손과발/골격계의기형과동반되어나타나는경우
MYH3유전자검사확진');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','뫼비우스증후군','선천적인양측6번및7번뇌신경의마비(외향신경/안면신경)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','안치지의형성이상','3.유전학검사
-GJA1유전자의이형접합병적변이확인

5.임상진단
-눈/치아/손가락의다양한이상(소안구증/소각막증/시력저하/충치/작은치아/손가락합지증/굴지증)/얼굴기형/강직/실조증등의신경학적이상/청력저하등

6.기타:(신경학적장애+수술필요)또는(신경학적장애+신체적장애)
1)신경학적장애+수술필요
-신경학적장애:지적장애/자폐성장애/뇌병변장애중한가지이상이심한장애에해당하는경우/장애의원인질환이해당질환인경우
-수술필요:해당질환을원인으로한수술이필요한경우/수술필요시임상진단에필수기재
2)신경학적장애+신체적장애
-신경학적장애:지적장애/자폐성장애/뇌병변장애중한가지이상이심한장애에해당하는경우
-신체적장애:지체장애/시각장애/청각장애중한가지이상이심한장애에해당하는경우/장애의원인질환이해당질환인경우
*공단신청일기준/3세미만의경우장애정도불필요
(장애정도무관하게6번항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','단안증','외눈증이코의기형등과동반되어나타는경우

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','고린-샤우드리-모스증후군','두개골유합증/다모증과작은안구증/위턱뼈형성저하/치아결핍/높은구개궁등의특징적인얼굴형태를보이고다모증이동반되며여성에서는대음순저형성이나타나기도함
성장저하/동맥관개존증등의심장기형/전도성난청등임상증상이보이는경우진단할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q87.0','골덴하증후군','두개안면왜소증이있으면서안구유피낭종/척추기형/귀형성장애등이동반되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q86.0','(이상형태성)태아알코올증후군','영상검사상뇌병변(소뇌증/뇌량형성장애(crpuscallsumagenesis)/소뇌형성장애등)/골기형/심장및신장기형이동반될수있음
심각한발달지연및지적장애를동반할경우

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.8','스터지-베버(-디미트리)증후군','출생시부터존재하는얼굴피부의혈관기형/두개내연수막혈관종의존재');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.8','포이츠-제거스증후군','소화관의다발성과오종성용종들과함께다음두임상진단기준중최소한한가지를만족하는경우
(1)포이츠-제거스증후군의가족력
(2)구강점막/입술/입주변부/안면피부등에멜라닌색소성반점이있는경우
유전학검사(STK11유전자변이)가진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.8','폰히펠-린다우증후군','Hemangiblastmasarefundinthecerebellum/spinalcrdandretina.Theseareassciatedwithseveralpathlgiesincludingrenalangima/renalcellcarcinmaandphaechrmcytma.VHLresultsfrmamutatininthetumur-suppressrgenenchrmsme3p25.3');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.1','에필로이아','임상기준:다음중2개의주증상이있거나1개의주증상과2개의부증상이있으면진단
주증상
(1)피질및피질하결절
(2)뇌실막및결절
(3)뇌실막밑거대세포별아교세포종
(4)얼굴의혈관섬유종또는이마의판
(5)손발톱주위의섬유종
(6)탈색소피부반점(3개이상)
(7)샤그린반점
(8)다수의망막과오종
(9)심장횡문근증
(10)신장혈관근육지방종
(11)폐림프관평활근종증
부증상
(1)뇌백질이주선
(2)다수의치아오목
(3)잇몸섬유종
(4)뼈의낭종
(5)망막의무색반점
(6)콘페티피부병변
(7)신장의과오종
(8)다수의신장낭종
(9)과오종성직장폴립
임상기준을충족하거나임상기준을충족하지않더라도임상의사가판단해서유전자검사가확정진단에필요하다고생각하는경우/유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.1','결절성경화증','임상기준:다음중2개의주증상이있거나1개의주증상과2개의부증상이있으면진단

주증상
(1)피질및피질하결절
(2)뇌실막및결절
(3)뇌실막밑거대세포별아교세포종
(4)얼굴의혈관섬유종또는이마의판
(5)손발톱주위의섬유종
(6)탈색소피부반점(3개이상)
(7)샤그린반점
(8)다수의망막과오종
(9)심장횡문근증
(10)신장혈관근육지방종
(11)폐림프관평활근종증
부증상
(1)뇌백질이주선
(2)다수의치아오목
(3)잇몸섬유종
(4)뼈의낭종
(5)망막의무색반점
(6)콘페티피부병변
(7)신장의과오종
(8)다수의신장낭종
(9)과오종성직장폴립
임상기준을충족하거나임상기준을충족하지않더라도임상의사가판단해서유전자검사가확정진단에필요하다고생각하는경우/유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.1','부르느뷰병','임상기준:다음중2개의주증상이있거나1개의주증상과2개의부증상이있으면진단
주증상
(1)피질및피질하결절
(2)뇌실막및결절
(3)뇌실막밑거대세포별아교세포종
(4)얼굴의혈관섬유종또는이마의판
(5)손발톱주위의섬유종
(6)탈색소피부반점(3개이상)
(7)샤그린반점
(8)다수의망막과오종
(9)심장횡문근증
(10)신장혈관근육지방종
(11)폐림프관평활근종증
부증상
(1)뇌백질이주선
(2)다수의치아오목
(3)잇몸섬유종
(4)뼈의낭종
(5)망막의무색반점
(6)콘페티피부병변
(7)신장의과오종
(8)다수의신장낭종
(9)과오종성직장폴립
임상기준을충족하거나임상기준을충족하지않더라도임상의사가판단해서유전자검사가확정진단에필요하다고생각하는경우/유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.0','신경섬유종증(비악성)1형/2형','신경섬유종증1형(중복연번3번)인경우폰렉클링하우젠병으로분류
신경섬유종증2형(중복연번1번)인경우신경섬유종증[비악성]으로분류
');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.0','신경섬유종증(비악성)','*신경섬유종증2형
양측성청신경초종
제2형신경섬유종증의가족력이있고/일측성청신경종양이있을때
또는제2형신경섬유종증의가족력이있고/다음중2가지이상이동반되었을때
(신경교종/수막종/신경섬유종/신경초종/젊은연령에발생한백내장)
임상기준을충족하거나임상기준을충족하지않더라도임상의사가판단해서유전자검사가확정진단에필요하다고생각하는경우/유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q85.0','폰렉클링하우젠병','*신경섬유종증1형
다음7가지항목중2개이상있으면진단
(1)밀크커피색반점이6개이상(사춘기이전:최대직경5mm이상/사춘기이후최대직경:15mm이상)
(2)겨드랑이와서혜부의주근깨
(3)시각신경신경아교종
(4)둘이상의신경섬유종또는하나의얼기상의신경종
(5)접형골의형성이상이나장골의겉질이얇아지는것과같은골병변
(6)두개이상의Lisch소결절
(7)1도친척에서의환자발생의가족력
임상기준을충족하거나임상기준을충족하지않더라도임상의사가판단해서유전자검사가확정진단에필요하다고생각하는경우/유전자돌연변이확인

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.8','블륨증후군','특수생화학/면역학/도말/배양검사
정상이하의면역글로불린(IgM/IgA/IgG)

유전학검사
BLM유전자(=RecQhelicasecdinggene)돌연변이

임상진단
성장지연/지적저하/광과민성피부병변/암진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.8','로트문드(-톰슨)증후군','특징적인임상양상:특징적인피부발진/적은머리카락과속눈썹및/??또는눈썹/저신장/골격및치과이상/백내장및증양
영상소견:방사상선결손/척골결손/결장또는슬개골의저형성및골감소증등
유전자검사:RECQL4유전자의2개의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.8','탄력섬유성거짓황색종','3.유전학검사
-단일유전자검사혹은해당유전자를포함하는차세대염기서열분석검사를이용한ABCC6유전자의상염색체열성병적동형접합혹은복합이형접합변이확인

4.조직학검사
-병변에서특징적인탄력섬유(elasticfiber)의변성및석회화확인

5.임상진단
-여러혈관의석회화및변성/이로인한심부전/심근경색/위장관출혈/피부병변/신기능저하등

6.기타:수술필요또는장애정도
-장애정도:심장장애/신장장애/시각장애/간장애중한가지이상이심한장애
-해당질환을원인으로수술이필요한경우(임상진단에필수기재)또는장애의원인질환이해당질환인경우에한함
*공단신청일기준/3세미만의경우장애정도불필요
(장애정도무관하게6번항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.4','(무한성)외배엽형성이상','임상증상:특징적인임상증상(전신의선천적모발감소증/무한증혹은땀분비저하증/치아의선천적결손)을보이면서유전학적검사여부가확인된경우
유전자검사:EDA/EDAR/EDARADD/WNT10A유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.4','헤이-웰스증후군(안검유착-외배엽결손)','임상적증상과TP63rTP73L(p63)유전자돌연변이의분자유전학적인진단으로확진할수있다.염기서열분석으로약75-100%의환자를진단할수있으며가장돌연변이가많이발견되는부위는sterilealphamtif(SAM)dmain과transactivatininhibitry(TI)dmain를암호화하는엑손13번과14번이다.다른중배엽질환과구분되는점은구개열의발생이적다는것과흔히아랫눈썹과윗눈썹의끝단이붙는경우가많다는점이다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.3','색소실조증','(진단기준)
임상증상(신생아여아에서선상의수포가발생한후선상의결절혹은사마귀모양병변이동반)/유전자검사(NEMgene)

(검사항목)
피부조직검사/brainCT/MRI/뇌파검사/망막변성확인을위한안과검사/치아이상확인을위한치과검사/유전자검사(NEMgene)

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q82.0','유전성림프부종','임상증상:주로하체에림프부종/음낭/발톱/상지/얼굴에동반됨.수술혹은종양에의한이차성이아니어야함.심한피부감염/유미흉/심혈관장애등의심한합병증이발생위험성이있음
영상의학검사:심초음파이상소견/전신MRI/CT혹은림프스캔검사에서림프부종에합당한소견
유전자이상:FLT4/GJC2/VEGFC/PIEZ1등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q81.2','디스트로피성수포성표피박리증','출생시또는영아기에물집및흉터발생
피부생검조직에서간접면역형광검사매핑또는전자현미경검사를시행하여수포가치밀판아래에발생하였음을확인
유전자검사에서제7번콜라겐의돌연변이발견
*6번:간접면역형광검사매핑또는전자현미경검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q81.1','치사성수포성표피박리증','출생시또는영아기에물집및흉터발생
피부생검조직에서간접면역형광검사매핑또는전자현미경검사를시행하여수포가투명판에발생하였음을확인
유전자검사에서라미닌332또는제17형콜라겐또는알파6베타4인테그린의돌연변이발견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q81.1','헤를리츠증후군','출생시또는영아기에물집및흉터발생
피부생검조직에서간접면역형광검사매핑또는전자현미경검사를시행하여수포가투명판에발생하였음을확인
유전자검사에서라미닌332또는제17형콜라겐또는알파6베타4인테그린의돌연변이발견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q81.0','단순수포성표피박리증','특징적으로나타나는임상양상과조직학적소견/자세한가족력/과거력을바탕으로진단하며/말초혈액을통한유전자변이검사/면역형광검사등을시행하기도한다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q80.4','할리퀸태아','임상증상
-출생시피부가단단한clldin막에의해덮혀있음
-전신에걸쳐깊은균열에의해분리된큰다이아몬드모양의판과같은두꺼운인설이나타나며/이로인해눈꺼풀의외전(ectrpin)/입술의외전(eclabium)이나타나고/팔/다리/가슴부위움직임에제한이나타나호흡곤란이나부전을유발할수있음.이외반흔성탈모/수장족저각화증이동반됨
유전자검사:ABCA12변이(nnsense인경우가많으며/상염색체열성유전)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q80.3','선천성수포성비늘모양홍색피부증','표피박리과각화증을진단할수있는방법은다음과같다.
1.시각적진찰소견및가족력/과거력에대한문진함.
2.조직생검:피부조직샘플을채취한후현미경으로검사함.
3.전자현미경검사:피부조직샘플을채취한후전자현미경으로검사함.
4.케라틴유전자(KRT1/KRT10gene)돌연변이검사:원인이되는케라틴유전자돌연변이를확인하는검사함.
5.융모막융모생검은부모의유전자돌연변이를알고있는상태에서태아에게해당돌연변이유전자가유전되었는지확인하는검사로임신15주경에시행하며태반세포를채취하여검사함.
6.양수천자는임신19-20주사이에초음파를보면서산모의복부를통해바늘을양막강내에삽입하여양수를20-30cc채취한후양수속의태아세포를채취하여검사함.
7.태아피부생검:태아의피부를직접떼어서검사하는것.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q80.2','층판비늘증','임상증상:출생시피부가단단한clldin막에의해덮혀있고/이로인해감염/수분소실/호흡기문제가발생함.
유전자검사:TGM1/ABCA12/ALX12B/ALXE3/CASP14/CERS3/CYP4F22/LIPN/NIPAL4/PNPLA1/SDR9C7/SLC27A4/andTGM1유전자등

*수술(시술)필요
?해당질환을원인으로한수술이필요한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q80.1','X-연관비늘증','출생1년이내부터몸통과사지의신전부및굴측부에두꺼운갈색의인설이나타나는특징적인임상양상
각막혼탁및잠복고환이동반될수있음
유전자검사에서steridsulfatase(STS)유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q80.1','X-연관비늘증;스테로이드설파타제결핍','출생1년이내부터몸통과사지의신전부및굴측부에두꺼운갈색의인설이나타나는특징적인임상양상
각막혼탁및잠복고환이동반될수있음
유전자검사에서steridsulfatase(STS)유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.9','근골격계통의상세불명의선천기형','선천근골격계질환으로상기명시된질환에해당하지않는기형이발견되었을때

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.9','근골격계통의선천변형NS','선천근골격계질환으로상기명시된질환에해당하지않는기형이발견되었을때

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.9','근골격계통의선천이상NS','선천근골격계질환으로상기명시된질환에해당하지않는기형이발견되었을때

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','선천성근위축','MRI상에서근육의위축이확인되는경우

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','선천성짧은힘줄','MRI상에서힘줄의길이가정상보다줄어있는경우에진단

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','선천성협착띠','피부주름이건막또는그이하까지유착되어있음

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','부근','연부조직내의덩어리를확인하고기타다른종양이나ganglia와감별

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','근육의결여','MRI상에서정상적인위치에근육이보이지않는경우진단

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','근골격계통의기타선천기형','Q77~Q78산정특례대상상병외근골격계통의선천기형을MRI로확인가능

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','폴란드증후군','대흉근결손과합지증/여러가지수부및상지기형

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.8','힘줄의결여','MRI상에서정상적인위치에근육이보이지않는경우진단

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.6','엘러스-단로스증후군','임상증상-이완증(extensin)/과도하게관절이펴짐/만성관절통증/피부의과탄력성/탈구(dislcatin)/혈관확장및박리/척추측만증
CL5A1/CL5A2/CL1A1/TNXB/CL3A1/ADAMTS2/PLD1/FKBP14/CL1A2유전자등의돌연변이확인

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.5','복벽의기타선천기형','Q79.2부터Q79.4를제외한기타복벽의선천기형');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.4','말린자두배증후군','초음파검사/X-선검사/정맥신우조영술검사상복부근육이부분적또는전체적으로결손되어있으며/고환이음낭쪽으로내려오지않은잠복고환(Bilateralcryptrchidism)/요관의기형/방광의확장등을확인하여진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.3','복벽파열증','출생직후임상진단(복벽의결손)으로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.2','배꼽내장탈장','출생직후영상검사없이임상진단(복막과양막으로된낭에쌓여져있는복부장기의제대를통한탈출)으로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.2','선천복벽탈장','출생직후영상검사없이임상진단(복막과양막으로된낭에쌓여져있는복부장기의제대를통한탈출)으로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.1','횡격막의선천기형NS','횡격막의결여나탈장/탈출이외의횡격막의선천기형이chestX-ray/초음파/CT/MRI등의영상검사로진단되거나수술기록으로횡경막기형을확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.1','횡격막의기타선천기형','횡격막의결여나탈장/탈출이외의횡격막의선천기형이chestX-ray/초음파/CT/MRI등의영상검사로진단되거나수술기록으로횡경막기형을확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.1','횡격막결여','chestX-ray/USG/CT/MRI상에서횡격막의부분혹은전체의부재를확인하여진단하거나영상검사상횡격막이상소견이있으나횡격막결여의확진이되지않았을경우에는수술기록상횡격막결여를확인하여진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.1','횡격막탈출','chestX-ray/USG/CT/MRI상에서한쪽횡경막의근육층이얇아져전체혹은부분적으로횡경막이상승되어있는것을확인하여진단하거나수술기록상횡격막탈출을확인하여진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q79.0','선천성횡격막탈장','USG/chestX-ray/MRI상에서복부의장기가흉강내로탈출한것을확인하여진단함
임상증상:호흡장애/구토등의증상이있을수있으나/뚜렷한임상증상없이신생아나영아검사상질병의유무를확인하여진단할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.9','가성연골무형성형성이상','임상증상:짧은다리/단신/단지증/내반슬및외반슬등의임상양상을보이면서/유전학적검사여부가확인된경우
영상검사:X-ray촬영을통한skeletalsurvey를통해서단지증과내반슬및외반슬/척추전만증이나후만증과같은척추이상등과같은질환관련특징적인X-ray소견을확인해야함.
유전자검사:CMP유전자등

*수술(시술)필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.6','다발선천외골증','단순방사선검사상2개이상의골연골종
EXT1/EXT2/EXT3유전자검사로확진

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.6','유전성다발외골증','단순방사선검사상2개이상의골연골종
EXT1/EXT2/EXT3유전자검사로확진

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.6','골간병적조직연결','단순방사선검사상2개이상의골연골종
EXT1/EXT2/EXT3유전자검사로확진

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.5','필레증후군','특징적인방사선학적소견
긴뼈의골간단이갑자기심하게넓어짐“Erlenmeyerflaskdefrmity”
대퇴골의아래쪽골간단과상완골및정강뼈의위쪽골간단
정강뼈는S자모양으로휘어지고뼈의피질은대체로얇아짐
전반적으로간유리혼탁(grundglasspacity)을보임
이환된척추의경우흉추와요추가편평하게되고측만증을나타내기도하며전반적으로골다공증소견을보임
유전자(SFRP4)검사

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.5','골간단연골형성이상/슈미드형','하지가휘고/각변형/내반슬/단신등의임상양상을보이면서/유전학적검사여부가확인된경우

영상검사:X-ray촬영을통한skeletalsurvey를통해서골간단부가넓어지고골단판은비정상적으로두꺼워져서splaying/irregularity/cuppingfmetaphysis등의질환관련특징적인X-ray소견을확인해야함.
유전자검사:CL10A1유전자등

*수술(시술)필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.4','올리에르병','단순방사선검사상2곳이상에내연골종에합당한병변

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.4','내연골종증','단순방사선검사상2곳이상에내연골종에합당한병변

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.4','마푸치증후군','단순방사선검사상2곳이상에내연골종에합당한병변

*수술필요또는장애정도진단(신체적장애3급이상또는정신적장애(지적장애)2급이상)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.3','카무라티-엥겔만증후군','특징적인x-ray와사지통증/변형등의임상양상을보이는경우
TGFB1genemutatin이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.2','알베르스-쇤베르그증후군','방사선검사상
(1)두개골/척추골/골반골/사지골의미만성경화
(2)장골의골간단부위형성장애로인한깔때기혹은Erlenmeyer플라스크모양의변형과특징적인골음영감소대(band)
(3)척추골과수지골의특징적인뼈속의뼈“bne-in-bne”모습
(4)두개골기저부/골반골/척추종판의국소적경화와이로인한샌드위치모습혹은“rugger-jersy”모습의척추골
유전자(CLCN7)검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.2','골화석증','방사선검사상
(1)두개골/척추골/골반골/사지골의미만성경화
(2)장골의골간단부위형성장애로인한깔때기혹은Erlenmeyer플라스크모양의변형과특징적인골음영감소대(band)
(3)척추골과수지골의특징적인뼈속의뼈“bne-in-bne”모습
(4)두개골기저부/골반골/척추종판의국소적경화와이로인한샌드위치모습혹은“rugger-jersy”모습의척추골
유전자(LRP5/CA2/CLCN7/TCIRG1/TNFSF11/PLEKHMㅡ1/IKBKG/ITGB3/STM1/TNFRSF11A)검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.1','다골성섬유성형성이상','단순방사선검사상2곳이상에섬유이형성증에합당한병변

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우
)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.1','얼브라이트(-맥쿤)(-스턴버그)증후군','단순방사선검사상2곳이상에섬유이형성증에합당한병변/and
합당한피부반점/and
갑상선기능장애/성조숙증등의내분비이상/and
유전자(GNAS)검사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.0','골취약증','가벼운외상에3회이상골절r2곳이상의태내(intrauterine)골절소견/또는
영유아에서외상없이2마디이상의척추압박골절/또는
가족력and청색공막/두개골충양골등의소견/또는
제1형교원질유전자에알려져있는돌연변이확인

*약물치료필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.0','골취약증','가벼운외상에3회이상골절r2곳이상의태내(intrauterine)골절소견/또는
영유아에서외상없이2마디이상의척추압박골절/또는
가족력and청색공막/두개골충양골등의소견/또는
제1형교원질유전자에알려져있는돌연변이확인

*약물치료필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q78.0','불완전골형성','가벼운외상에3회이상골절r2곳이상의태내(intrauterine)골절소견/또는
영유아에서외상없이2마디이상의척추압박골절/또는
가족력and청색공막/두개골충양골등의소견/또는
제1형교원질유전자에알려져있는돌연변이확인

*약물치료필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.9','관상골및척추의성장결손을동반한상세불명의골연골형성이상','단순방사선검사및임상적으로특이한소견

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.8','레리-웨일증후군','SHX유전자의이상이확인된경우/저신장/mesmelictype의저신장증

*저신장에관한기준은다음을만족하는경우에해당
(가)연간신장증가속도가4cm미만이거나
(나)해당역연령의3퍼센타일이하의신장이면서해당역연령보다골연령이감소된자
(다)단/유년기에저신장으로진단받은환자는골단이막혔거나/역연령남자만18세/여자만16세가넘어성장이거의끝났다고판정하였을때성장관련대체요법시작전재평가를통한저신장대상자임이확인되어야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.8','말단왜소형성이상','단순방사선검사및임상적으로특이한소견
유전자(FBN1)검사사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.8','관상골및척추의성장결손을동반한기타골연골형성이상','단순방사선검사및임상적으로특이한소견
*6번:수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.7','척추골단형성이상','단순방사선검사및임상적으로특이한소견
유전자(CL2A1)검사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.7','만발성척추골단형성이상','단순방사선검사및임상적으로특이한소견
유전자(TRAPPC2)검사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.6','연골외배엽형성이상','단순방사선검사및임상적으로특이한소견
EVC/EVC2등유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.6','엘리스-반크레벨트증후군','단순방사선검사및임상적으로특이한소견
EVC/EVC2등유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.5','디스트로피성형성이상','단순방사선검사및임상적으로특이한소견
유전자(SLC26A2(DTDST))검사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.4','연골무형성증','단순방사선검사및임상적으로특이한소견
FGFR3유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.4','연골형성저하증','단순방사선검사및임상적으로특이한소견
FGFR3유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.4','선천성골경화증','단순방사선검사및임상적으로특이한소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.3','어깨고관절점상연골형성이상(1형-3형)','단순방사선검사및임상적으로특이한소견
유전자(PEX7/GNPAT/AGPS)검사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.3','다발성골단형성이상','신체검사/방사선검사/유전자검사등으로진단
1.방사선검사
최초로임상증상이시작하기전에긴관상골(管狀骨)의골단의지연된골화(骨化)가관찰/골단이보일때골화중심은불규칙한윤곽을가지며크기가작은데/이러한이상은무릎과엉덩이관절에서대개뚜렷이나타남
2.유전자검사
유전자검사는본질환에관련된유전자의돌연변이여부를확인하는검사로서관련유전자인CMP/MATN3/CL9A1/CL9A2/CL9A3의염기서열을분석
이질환에관련된돌연변이는CMP유전자가약80%/MATN3유전자가약10%/CL9A1/CL9A2와CL9A3가약5%미만으로보고되기때문에/대개유전자검사는CMP/MATN3CL9A1/CL9A2/CL9A3/SCLA26A2등의순서로시행');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.3','점상연골형성이상','단순방사선검사및임상적으로특이한소견
유전자(ARSE/EBP/NSDHL)검사

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.3','X-연관우성연골형성이상','영상검사x-ray검사(편평한척추뼈/다발성골격계이상)/brainUSG/CT/MRI상수두증/
임상증상:자궁내성장지연/소안구증/수두증/골화지연/편평한척추뼈/돌출된이마/다발성골격계이상/얼굴생김새이상
유전자검사:HDAC6유전자의돌연변이');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.2','짧은늑골증후군','단순방사선검사/임상적으로특이한소견및유전학적검사로확인

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.2','질식성흉부형성이상[쥐느]','단순방사선검사/임상적으로특이한소견및유전학적검사로확인

*수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.1','치사성단신','단순방사선검사및임상적으로특이한소견
FGFR3유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.0','연골발생저하증','단순방사선검사및임상적으로특이한소견
TRIP11/SLC26A2/CL2A1유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q77.0','연골무발생증','단순방사선검사및임상적으로특이한소견
TRIP11/SLC26A2/CL2A1유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q76.1','클리펠-파일증후군','임상증상에서낮게내려온뒷머리선/짧은목/경부운동의제한중1개이상이관찰되는경우
영상학적검사에서경추의유합이관찰되는경우
X­선촬영으로2개이상의척추의유합을확인
경추의불안정성과신경학적증상이나타나는경우:신경학적증상으로는통증이나Weakness/감각이상및uppermtrneurnsign이있을수있음(uppermtrneurnsign으로는hyperreflexia나babinskisign/sustainedclnus등이해당)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.4','하악안면골이골증','임상적으로안면골의이상을보이며EFTUD2/TCF1/PLR1D/PRL1C/SF3B4/DHDH등에서유전자이상을보일수있음

*장애정도진단(신체적장애또는정신적장애(지적장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.4','프란체스쉐티증후군','임상적으로안면골의저형성/턱관절및광대뼈의저형성/안과적으로clbma/작은턱증(Micrgnathia)과아래턱후퇴증(Retrgnathia)/외이의저형성및무형성(micrtiararesia)가있으며유전자검사에서TCF1/PLR1D/PRL1C의돌연변이

*장애정도진단(신체적장애또는정신적장애(지적장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만2세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.4','트레처-콜린스증후군','임상적으로안면골의저형성/턱관절및광대뼈의저형성/안과적으로clbma/작은턱증(Micrgnathia)과아래턱후퇴증(Retrgnathia)/외이의저형성및무형성(micrtiararesia)가있으며유전자검사에서TCF1/PLR1D/PRL1C의돌연변이

*장애정도진단(신체적장애또는정신적장애(지적장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.1','두개안면골이골증','특징적인두개골조기유합과함께분자유전학적검사상FGFR2/FGFR3등의유전자의돌연변이를확인
임상증상:두개안면(머리와얼굴)뼈형성부전/머리뼈붙음증/구개열/구순열/좁고높은입천장/사시/안구진탕증/홍채결손/청력장애/척추뼈융합/감각신경난청

*장애정도진단(신체적장애또는정신적장애(지적장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만2세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.1','크루존병','특징적인두개골조기유합과함께분자유전학적검사상FGFR2/FGFR3등의유전자의돌연변이를확인
임상증상:두개안면(머리와얼굴)뼈형성부전/머리뼈붙음증/구개열/구순열/좁고높은입천장/사시/안구진탕증/홍채결손/청력장애/척추뼈융합/감각신경난청

*장애정도진단(신체적장애또는정신적장애(지적장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.0','삼각머리증','Abnrmalheadshape을보이는환자에서X-ray/CT/3D-CT등을통해metpicsuture의prematurefusin이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.0','뾰족머리증','Abnrmalheadshape을보이는환자에서X-ray/CT/3D-CT등을통해crnalsuture를포함한cranialsuture의prematurefusin이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.0','뾰족머리증','Abnrmalheadshape을보이는환자에서X-ray/CT/3D-CT등을통해crnalsuture를포함한cranialsuture의prematurefusin이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.0','두개골의불완전유합','Abnrmalheadshape을보이는환자에서X-ray/CT/3D-CT등을통해cranialsuture의prematurefusin이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q75.0','두개골유합','Abnrmalheadshape을보이는환자에서X-ray/CT/3D-CT등을통해cranialsuture의prematurefusin이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q74.8','라르센증후군','특징적인외모(양안격리증/낮은콧등/돌출된이마/구개열)
저긴장증
다발부위관절탈구(고관절/슬관절/주관절)
인대과유연성
척추변형(환측추불안정성/경추후만증/척추측만증/척추전방전위증/척추이분증)
유전자검사이상:3번염색체근처에위한CL7A1lcus4207');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q74.3','선천성다발관절만곡증','영상검사:X-ray/초음파/MRI/혹은CT에서관절구축의소견
임상증상:출생시부터신체2부위이상의관절에구축을보이는경우로석고부목요법/보조기요법/정형외과적수술및물리치료가필요
영상검사와임상증상의조합이다음중하나에해당되어야신규등록기준으로함
1)3회이상의수술필요성
2)신체장애3등급이상
3)신체장애4등급이상이면서hipdislcatin/sublcatin/talipesequinvarus/verticaltalus동반

*수술(시술)필요또는장애정도진단(신체적장애(상위등록기준참조)또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q74.0','쇄골두개골이골증','임상증상:특징적인외형/두개골유합지연/성장장애/치아발육부전및치아이상/쇄골의형성부전으로좁은어깨/손의기형등
영상검사:두개골골화의지연/쇄골형성의형성부전/치아부전등을포함하는골격계의이상
유전학검사:RUNX2유전자');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q64.1','방광외번','방광의안과밖이뒤집혀서분리된복벽을통해외부로돌출된상태
치골이넓게분리되어있음
남아의경우요도가매우짧고요도구가음경위쪽에유지하게되는요도상열을보임
여아의경우요도구가음핵및소음순사이에위치하게됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q64.1','방광이소증','방광의안과밖이뒤집혀서분리된복벽을통해외부로돌출된상태
치골이넓게분리되어있음
남아의경우요도가매우짧고요도구가음경위쪽에유지하게되는요도상열을보임
여아의경우요도구가음핵및소음순사이에위치하게됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q64.1','방광외반','방광의안과밖이뒤집혀서분리된복벽을통해외부로돌출된상태
치골이넓게분리되어있음
남아의경우요도가매우짧고요도구가음경위쪽에유지하게되는요도상열을보임
여아의경우요도구가음핵및소음순사이에위치하게됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q61.9','메켈증후군','뇌류/낭성콩팥/다지증중2개만족또는그외다른2개다른기형동반시진단되며다른염색체질환배제.
영상검사:x-ray/초음파/CT/MRI
임상증상:뇌류/낭성콩팥/다지증/심장및생식기형/중추신경계기형/간섬유화/골이형성증/구개열/구개순등의기형이알려짐)
유전자검사:염색체/MKS1/TMEM216/TMEM67/CEP290/RPGRIP1L/CC2D2A/NPHP3/TCTN2/B9D1/B9D2/TMEM231/KIF14/TMEM107/TXNDC15/CEP55/CSPP1유전자등

*수술(시술)필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만2세미만의경우장애정도불필요(장애정도무관하게6번항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q61.2','다낭성신장/보통염색체우성','영상검사
복부초음파r복부CTr복부MRI

유전학검사
PKD1rPKD2

임상진단
-만성신부전2단계(eGFR<90ml/min/1.73m2)이상의빠르게진행하는다낭성신장/보통염색체우성환자.(양측신장을자기공명영상검사또는복부전산화단층촬영하여elipsid공식으로양측신장의부피를계산하여빠르게질병이진행하여신장기능이악화되는May분류1C/1D/1E에해당하는경우)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q61.1','다낭성신장/영아형','출생시다낭신장의전형적인임상증상을보이면서초음파검사또는전산화단층촬영/자기공명영상등의영상검사에서다낭신장의소견이관찰되고유전자검사로PKHD1유전자의변이가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q61.1','다낭성신장/보통염색체열성','다낭신장의전형적인임상증상을보이면서초음파검사또는전산화단층촬영/자기공명영상등의영상검사에서다낭신장의소견이관찰되고유전자검사로PKHD1유전자의변이가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q44.7','알라질증후군','영상검사/염색체20번단완에위치하는JAG1유전자의이상검사/간생검

*유전학검사로유전자이상이확인되지않은경우조직학검사(간생검)실시(유전자이상결과가없더라도실시한근거가있어야등록가능)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q44.6','선천성간섬유증','특징적인임상증상(혈변/복통/황달/문맥압항진증이발생하여비장비대/백혈구와혈소판감소증/정맥류출혈/담도염등)을보이면서영상검사또는조직학적검사에서간섬유증소견이확인되며유전학적검사에서확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q44.2','담관의폐쇄','영아에서폐쇄성황달이있으면서수술적담도촬영(perativechlangigraphy)상담도가관찰이안되거나담낭의내경이소실되어담도촬영자체가불가능한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q43.8','선천성단장증후군','(진단기준)
만1세이하나이에진단을받은경우로서선천성으로전체소장의50%이상이소실되어흡수장애와영양실조를일으키는상태

(검사항목)
영상의학검사(CT/MRI/소장조영술)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q38.3','무설증(無舌症)','이학적또는영상검사결과혀의전체또는부분결손이관찰되면서다음의사항들중적어도한가지이상에해당되는경우
(1)다른선천성기형증후군을동반한경우.즉/사지결손(limbdefect;adactylia)/두개악안면결손(carni-maxill-facialdefect;cleftlip/cleftpalate/chanalatresia)/구강하악저형성증(rmandibularhypgenesis;agnathiarmicrgnathia)/situsinversus등을동반한경우.
(2)기능장애를동반한경우.즉/연하/조음/호흡곤란을동반한경우.
(3)기관절개술또는경비강위영양관/경피적위영양관삽입을필요로하는경우.

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q28.2','와이번메이슨증후군','질환의특징적인소견인심하게구불거리고확장된동정맥혈관기형이확인되어야함.
안저검사시단안에특징적으로심하게구불거리는확장된망막혈관이특징이며/특히안와/동측중뇌나신경계에혈관기형이동반됨을확인하여야함.(심하게구불거리고확장된망막혈관만으로는진단기준에합당하지않음)
침범되는위치에따라시력정도가다양하게나타나며/뇌혈관조영술에서는안와/시상/시상하부/시신경교차/중뇌등다양한위치에서혈관이상으나타나며/위치와형태에따라다양한신경학적인증상이동반될수있음.
영상검사:CTangigraphy/MRA/뇌혈관조영술등을통해중추신경계에동정맥혈관기형등을확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.6','문맥-간동맥루','심박출량에의미있는영향을주지않는간문맥-간동맥간누공
Angigraphy/99mTc-sulfurcllidscan/dynamicradinuclidestudy및CT/MRI로확인

*수술/시술이필요하거나장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.5','문맥결합이상','문맥이간으로연결되지않고직/간접적으로하대정맥으로연결되는기형으로서/복부도플러초음파/CT/혹은혈관조영술로간문맥의연결이상을확인

*색전술/수술이필요한경우이거나장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.4','상세불명의폐정맥결합이상','Q26.2와Q26.3을포함한상병
Q26.2나Q26.3의기준중둘중하나에해당되는경우로진단은심초음파또는CT/MRI/심혈관조영술중하나로확인
임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우에만등록가능
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.3','부분폐정맥결합이상','심초음파/CT/MRI/심혈관조영술등으로진단
폐정맥의일부가좌심방이아닌다른구조물(우심방/상대정맥/하대정맥/관상정맥동/무명정맥등)에연결되어있는경우중/수술적치료가필요할만큼의미있는단락량이있는경우에등록가능
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.2','전폐정맥결합이상','심초음파/CT/MRI/심혈관조영술등으로진단
폐정맥의전부가좌심방이아닌다른구조물(우심방/상대정맥/하대정맥/관상정맥동/무명정맥등)에연결되어있는경우에진단
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.1','좌상대정맥존속','심초음파/CT/MRI/혈관조영술등으로좌상대정맥이좌심방으로직접연결되어수술적치료가필요한경우에만등록가능(좌상대정맥이unrfing없이관상정맥동(crnarysinus)으로연결된것은제외)
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.0','대정맥의선천성협착','영상검사와임상증상으로확인되고수술적혹은시술적치료가필요할정도의상대정맥혹은하대정맥의협착을보이는경우
영상검사:심초음파/CT/MRI또는혈관조영술로협착위치/범위/측부혈관등의유무를확인
임상증상:
(1)SVCstensis:dyspnea(m/c)/facialswellingrheadfullness/armswelling/cugh/chestpain/dysphagia/cerebraledema(headaches/cnfusin/rpssiblycma)
(2)IVCstensis:Ascites/righthypchndrialpain/Prtalhypertensin/chrniccngestivehepaticfibrsis등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q26.0','(하)(상)대정맥의선천성협착','영상검사와임상증상으로확인되고수술적혹은시술적치료가필요할정도의상대정맥혹은하대정맥의협착을보이는경우
영상검사:심초음파/CT/MRI또는혈관조영술로협착위치/범위/측부혈관등의유무를확인
임상증상:
(1)SVCstensis:dyspnea(m/c)/facialswellingrheadfullness/armswelling/cugh/chestpain/dysphagia/cerebraledema(headaches/cnfusin/rpssiblycma)
(2)IVCstensis:Ascites/righthypchndrialpain/Prtalhypertensin/chrniccngestivehepaticfibrsis등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q25.5','폐동맥의폐쇄','심초음파/CT/심혈관조영술등으로진단
폐동맥판막이열리지않거나폐동맥판막부위가형성되지않은경우에폐동맥폐쇄로진단
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q25.3','대동맥의협착','심초음파/CT/심혈관조영술등으로대동맥의협착을관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q25.3','판막상부대동맥협착','심초음파/CT/심혈관조영술등으로진단.대동맥Valsalvasinus의상부경계의협착을관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q25.2','대동맥의폐쇄','심초음파/CT/심혈관조영술등으로진단.대동맥판막이열리지않거나대동맥판막부위가형성되지않은경우에대동맥폐쇄로진단
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q25.1','대동맥의축착','심초음파/CT/심혈관조영술등으로확진
대동맥궁을지나하행대동맥으로이행하는부위의대동맥혹은하행대동맥이좁은것이확인되고도플러검사시수축기뿐만아니라이완기에까지지속되는높은속도의연속성혈류관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q25.1','대동맥의축착(관전/관후)','심초음파/CT/심혈관조영술등으로확진
대동맥궁을지나하행대동맥으로이행하는부위의대동맥혹은하행대동맥이좁은것이확인되고도플러검사시수축기뿐만아니라이완기에까지지속되는높은속도의연속성혈류관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q24.6','선천성심장차단','심전도로진단하며/영구적심박동기삽입이나(3개월이상의)지속적약물치료가필요한경우(선천성완전심장차단인경우에만등록가능)
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q24.5','선천성관상동맥류','심장초음파/CT/심혈관조영술등의영상검사로중등도크기이상의관상동맥류가확인되고후천성원인이배제된경우로서/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우에등록
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q24.5','관상동맥혈관의기형','심장초음파/CT/심혈관조영술등의영상검사로관상동맥의기형이확인되고이로인한흉통/호흡곤란/심부전증상등이동반되거나수술적교정이필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q24.4','선천성대동맥판하협착','심장초음파/CT/심혈관조영술등의영상검사로대동맥판막하부좌심실유출로의협착이관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.9','대동맥판및승모판의상세불명의선천기형','심초음파로Q23.8에서언급되지않은대동맥판및승모판의선천성기형이확인되며임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.8','대동맥판및승모판의기타선천기형','심초음파로대동맥판및승모판의기타선천성기형이확인되며임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.4','(승모판협착또는폐쇄와함께)상행대동맥의형성저하와좌심실의결손발육을동반하는대동맥구멍및판막의폐쇄또는현저한발육부전','심초음파/CT/심혈관조영술등에서아래중하나이상에해당하는병변을보이면서좌심방/좌심실의미숙한발달이확인된경우
(1)승모판협착혹은승모판폐쇄
(2)좌심실형성부전
(3)대동맥판협착또는폐쇄
(4)상행대동맥의형성부전
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.4','형성저하성좌심증후군','심초음파/CT/심혈관조영술등에서아래중하나이상에해당하는병변을보이면서좌심방/좌심실의미숙한발달이확인된경우
(1)승모판협착혹은승모판폐쇄
(2)좌심실형성부전
(3)대동맥판협착또는폐쇄
(4)상행대동맥의형성부전
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.3','선천성승모판기능부전','심초음파검사로중등도이상의선천성승모판역류소견이확인되고/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.2','선천성승모판협착','증상:협착이심하면생후2세이전에심부전증상
청진상심첨부에서증가된제1심음이들리고제2심음은크고분열되며/peningsnap가들릴수있고/폐동맥고혈압이있으면P2가항진되어들림
심전도상우심실비대와좌심방확장소견을볼수있음
영상검사:심초음파검사로좁은승모판구멍/두꺼워진승모판막/좌심방확장소견/도플러검사에서협착부위에서의이완기압력차등을확인한다.수술이나(3개월이상의)지속적약물치료가필요한경우에등록');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.2','선천성승모판폐쇄','심초음파검사나심혈관조영술로승모판폐쇄소견을확인
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.1','대동맥판의선천성기능부전','대동맥판막의선천성기형으로인해대동맥판막역류가발생한경우로서/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.1','선천성대동맥판역류','대동맥판막의선천성기형으로인해대동맥판막역류가발생한경우로서/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.1','선천성대동맥판기능부전','대동맥판막의선천성기형으로인해대동맥판막역류가발생한경우로서/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.1','이첨대동맥판막','대동맥판막이이엽성이면서중등도이상의대동맥판막역류또는협착이있어서임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우에만희귀질환으로등록
심초음파검사로이엽성대동맥판막을확인하면진단
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.0','선천성대동맥판폐쇄','심초음파검사나심혈관조영술로대동맥판폐쇄소견을확인하면진단
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.0','선천성대동맥판협착','3가지형이있음
(1)대동맥판협착(ValvularAS)
(2)대동맥판하부협착(SubvavularAS)
(3)대동맥판상부협착(SupravavularAS)
심초음파검사나심혈관조영술로상기협착증이관찰되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q23.0','대동맥판의선천협착','심초음파검사나심혈관조영술로대동맥판이선천성으로좁아져있는것이확인되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q22.6','형성저하성우심증후군','다양한정도의우심실및삼첨판의발육저하를보이는병
폐동맥폐쇄나심한폐동맥협착을동반하여생기거나/우심실유출로의협착이나폐쇄없이단독으로생길수있음
다양한정도의청색증과심부전증상이발생함
삼첨판과우심실의크기가작은것을심초음파/심혈관조영술/CT/MRI등으로확인
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q22.5','에브스타인이상','심초음파검사나심혈관조영술로확진
삼첨판막의중격엽이정상위치보다우심실꼭지가까이에붙어있고심방화된우심실이관찰되면진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q22.4','삼첨판폐쇄','심초음파검사나심혈관조영술로삼첨판이막혀있는것을관찰시확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q22.0','폐동맥판폐쇄','우심실유출로가완전히막혀있는기형
단독으로올수도있고큰심실중격결손을동반할수도있음
심실중격결손을동반시에는폐혈류의공급형태/폐동맥및그분지의발육상태와연결양상에따라청색증의정도가결정되고심부전증상이발생할수도있다.심초음파검사/심혈관조영술/CT/MRI검사등으로우심실유출로의폐쇄를확인하면확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.8','아이젠멘거결손','심장초음파검사나심혈관조영술로큰심실중격결손이나심방중격결손이나동맥관개존등과함께심한폐동맥고혈압과우-좌단락이나양방향단락이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.4','대동맥중격결손','심초음파검사나심혈관조영술로확진
대동맥과폐동맥사이에결손이있고대동맥과폐동맥판막이각각존재할때진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.4','대동맥폐동맥창','심초음파검사나심혈관조영술로확진
대동맥과폐동맥사이에결손이있고대동맥과폐동맥판막이각각존재할때진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.4','대동맥폐동맥중격결손','심초음파검사나심혈관조영술로확진.대동맥과폐동맥사이에결손이있고대동맥과폐동맥판막이각각존재할때진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.3','팔로네징후','심초음파:정렬이상형의큰심실중격결손/대동맥기승/우심실유출로협착과우심실비대관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.3','폐동맥협착또는폐쇄/대동맥의우측위치및우심실비대를동반한심실중격결손','심초음파:정렬이상형의큰심실중격결손/대동맥기승/우심실유출로협착관찰시진단되며/임상적으로수술이나(3개월이상의)지속적약물치료가필요한경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.2','방실중격결손','심초음파검사나심혈관조영술로확진/
2가지형태가있음:
(1)완전형:일차공심방중격결손/유입부형심실중격결손/공통방실판이모두관찰되면진단
(2)부분형:일차공심방중격결손이있고/방실판이2개로나뉘어있으나승모판균열(mitralcleft)이있으면서/수술이나3개월이상의지속적약물치료가필요한경우에등록
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.2','심내막융기결손','심초음파검사나심혈관조영술로확진/
2가지형태가있음:
(1)완전형:일차공심방중격결손/유입부형심실중격결손/공통방실판이모두관찰되면진단
(2)부분형:일차공심방중격결손이있고/방실판이2개로나뉘어있으나승모판균열(mitralcleft)이있으면서/수술이나3개월이상의지속적약물치료가필요한경우에등록
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.2','제1공심방중격결손(Ⅰ형)','심초음파검사나심혈관조영술로확진
일차공심방중격결손이있고/방실판이2개로나뉘어있으나승모판균열(mitralcleft)이있으면서/수술이나3개월이상의지속적약물치료가필요한경우에등록
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q21.2','총방실관','심초음파검사나심혈관조영술로확진
일차공심방중격결손/유입부형심실중격결손/공통방실판이모두관찰되면진단
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.6','심방부속물의이성질현상','영상검사:심장초음파검사혹은/그리고심도자rCTrMRI검사r복부초음파검사r비장관류검사를이용하여진단
1)심장초음파검사에서(기능적)단심실혹은공통방실판막과동반된하대정맥단락이있거나/(기능적)단심실혹은공통방실판막에동반된전폐정맥환류연결이상이있는경우
혹은2)복부초음파검사혹은CT혹은MRI혹은비장관류검사에서심방이성질체진단되거나/무비증혹은다비증후군진단될때

임상진단:심장기형동반형태에따라심부전/청색증/�혈증/호흡곤란/폐부종/간부종이나타나며''심부전''또는''청색증''동반시등록가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.6','무비증또는다비증을동반한심방부속물의이성질현상','영상검사:심장초음파검사혹은/그리고심도자rCTrMRI검사r복부초음파검사r비장관류검사를이용하여진단
1)심장초음파검사에서(기능적)단심실혹은공통방실판막과동반된하대정맥단락이있거나/(기능적)단심실혹은공통방실판막에동반된전폐정맥환류연결이상이있는경우
혹은2)복부초음파검사혹은CT혹은MRI혹은비장관류검사에서심방이성질체진단되거나/무비증혹은다비증후군진단될때

임상진단:심장기형동반형태에따라심부전/청색증/�혈증/호흡곤란/폐부종/간부종이나타나며''심부전''또는''청색증''동반시등록가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.5','수정혈관전위','심초음파검사나심혈관조영술에서심방-심실연결이적합하지않고discrdant)/심실-대혈관연결역시적합하지않은discrdant)연결관계를가지는것이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.5','방실연결불일치','심초음파검사나심혈관조영술에서심방-심실연결이적합하지않고discrdant)/심실-대혈관연결역시적합하지않은discrdant)연결관계를가지는것이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.5','좌측전위','심초음파검사나심혈관조영술에서심방-심실연결이적합하지않고discrdant)/심실-대혈관연결역시적합하지않은discrdant)연결관계를가지는것이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.5','심실내번','심초음파검사나심혈관조영술에서심방-심실연결이적합하지않고discrdant)/심실-대혈관연결역시적합하지않은discrdant)연결관계를가지는것이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.4','단일심실','심초음파검사나심혈관조영술에서심실이1개만있거나/2개의심실중하나의크기가현저히작아기능을할수없는것이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.3','대혈관의(완전)전위','심초음파검사나심혈관조영술에서심방과심실의연결은정상이고/대동맥이우심실에서기시하고폐동맥이좌심실에서기시하는것을관찰시확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.3','대동맥의우측전위','심초음파검사나심혈관조영술에서심방과심실의연결은정상이고/대동맥이우심실에서기시하고폐동맥이좌심실에서기시하는것을관찰시확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.3','심실대혈관연결불일치','심초음파검사나심혈관조영술에서심방과심실의연결은정상이고/대동맥이우심실에서기시하고폐동맥이좌심실에서기시하는것을관찰시확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.2','이중출구좌심실','폐동맥과대동맥이모두좌심실에서기원
심초음파/심혈관조영술/CT/MRI검사등에서폐동맥과대동맥이좌심실에서기시하는것을확인
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.1','이중출구우심실','심초음파검사나심혈관조영술에서폐동맥과대동맥이모두우심실에서기원하거나/하나의대혈관과나머지대혈관의50%이상이우심실과연결되면진단/
3가지형태가있음:
(1)폐동맥협착이없는양대혈관우심실기시;청색증은경미하고/심부전증상이나타남.제2심음이강하고/범수축기심잡음과심첨부의이완기잡음이들림.심전도는우심실비대나양심실비대소견.
(2)폐동맥협착을동반한양대혈관우심실기시;청색증이주증상이며Fallt4징과유사한임상소견을보임
(3)대혈관전위를동반한양대혈관우심실기시(Taussig-Binganmaly):청색증과심부전증상이함께나타남.심도자검사상폐동맥의산소포화도가대동맥보다높음
*3가지형태모두심초음파검사나심혈관조영술/CT/MRI검사등을통해폐동맥과대동맥이우심실에서기시하는것을확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.1','타우시그-빙증후군','폐동맥과대동맥이모두우심실에서기시하는심기형의일종으로/심실중격결손이폐동맥판아래에있어주로좌심실혈액이폐동맥으로흐르고우심실혈액이대동맥으로흘러폐혈류는증가하나심한청색증을보이는병
(1)증상:영아초기에심부전증상과심한청색증을보인다.
(2)심초음파검사:폐동맥과대동맥이주로(50%이상)우심실에서기시하는것과심실중격결손이폐동맥판아래에있는것을확인.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.0','동맥간존속','대혈관이대동맥과폐동맥으로분리되지않은선천성심기형으로서/심초음파검사나심혈관조영술에서총동맥간판막이심실중격결손을걸터앉아있는것과폐동맥이총동맥간에서나오는것을확인하면확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q20.0','총동맥간','대혈관이대동맥과폐동맥으로분리되지않은선천성심기형으로서/심초음파검사나심혈관조영술에서총동맥간판막이심실중격결손을걸터앉아있는것과폐동맥이총동맥간에서나오는것을확인하면확진
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q17.2','소이증(小耳症)','영상의학검사:측두골컴퓨터단층촬영에서외이도폐쇄증이관찰됨
임상증상:소이증과동반된외이도폐쇄증/청력저하가동반됨
청력검사:기준진단에는포함되지않고''청각재활치료시''에만해당.양측외이도폐쇄증인경우청각장애6급이상

*청력검사(청각재활치료시)또는장애정도진단(청각장애가''심한장애''또는''심하지않은장애''인경우)
?해당질환을원인으로한재활적치료가필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만2세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q16.1','(외)이도의선천성결여/폐쇄/협착','임상증상:외이도폐쇄증/청력저하가관찰됨
영상의학검사:측두골컴퓨터단층촬영에서외이도폐쇄증이관찰됨.외이도가좁아져있거나완전히막혀있음.측두골CT상외이도와연조직과골조직이다양한정도로좁아져있거나완전히막혀있음
청력검사들(이음향방사/청성뇌간유발반응검사/청성지속반응/행동관찰청력검사/유희순음청력검사/순음청력검사/어음검사등)에서다양한정도의난청이동반될수있음

*기타:청력검사(청각재활치료시)또는장애정도진단(청각장애가"심한장애"또는"심하지않은장애"인경우)
?해당질환을원인으로한재활적치료가필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만2세미만의경우장애정도불필요(장애정도무관하게6번항목체크하여신청');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q15.0','선천녹내장','임상진단(주요증상에해당할경우)
-주요증상:고안압(21mmHg이상)AND원발선천녹내장의특징적전안부소견(Haab선(데스메막파열)r각막부종r각막혼탁r각막지름증가(1세이전12mm이상r연령관계없이13mm이상))
-기타증상:전방각경소견(전방각발달이상)/녹내장성시신경병증/녹내장성시야결손/근시성굴절이상/시력저하등
-안과검사:세극등검사/안압측정/시력측정/굴절검사/전방각경검사/각막지름측정/안저사진촬영/자동시야검사등

기타:장애정도(시각장애)
?장애의원인질환이해당질환인경우에한함
*공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게6번항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q14.2','나팔꽃증후군','안저검사를통해특징적시신경유두모양을보고진단할수있으며/진단이확실하지않은경우광간섭단층촬영을통하여다른시신경이상과의감별진단을시행할수있음.동반된신경학적이상의확인을위해MRI/CT등의imaging검사가필요함
장애정도판정은시력소견에의하므로/신뢰성있는시력검사가가능하거나/이에준하는검사(예/전기생리학적검사등)로시력정도가확인되는경우판정함
시력기준:단안인경우환측의0.1이하의시력/양안의경우양안시력0.5미만인경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q14.1','X-연관연소성망막분리','특징적인임상증상(생후10-20세이내에진행성시력저하/안구진탕)을보이며망막층간분리(망막을구성하는층중에서신경섬유층의비정상적인분리)로인하여시력장애를야기하는질환.
임상증상:생후10-20세이내에진행성시력저하/안구진탕
안과검사:망막분리확인
유전자:RS1유전자');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q13.8','악센펠트-리이거증후군','임상진단:홍채저형성/중심부에서벗어난동공(crectpia)/여러개의동공(plycria)과같은눈전방(anterirsegment)의이상과함께/양안격리증(hypertelrism)/얼굴중심부저형성(midfacehypplasia)/넓고납작한코(brad&depressednse)와같은얼굴이형성증/치아이상/배꼽피부이상과같은악센펠트-리이거증후군의임상상을보임

유전자검사:PITX2혹은FXC1유전자의돌연변이나6번염색체단완25.3부위의결실이있는경우

*기타:수술필요또는장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
?해당질환을원인으로한수술이필요한경우또는장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게6번항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q13.1','무홍채증','영상검사:세극등검사와전방각촬영(전안부CT/초음파생체현미경)을통한형성부전확인

유전자검사(pax6유전자이상확인)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q11.2','렌즈소안구증후군','임상증상:양안혹은외안의소안증/소각막증/녹내장/안검홍채결손(clbma)을동반하기도함.안구외의기형(비뇨생식기계기형/귀/치아/손가락의기형/소두증/구개/구순열)등이동반되기도하며/경도에서심각한정도의지적장애를동반함
유전자검사:BCR/NAA10유전자등

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q07.0','아놀드-키아리증후군','아놀드-키아리기형은후두개와(psterircranialfssa)가너무작아서발생한다고알려져있음.특징적으로뇌간과소뇌편도가대공(framenfMagnum)을통해아래로내려와있으며수두증을동반할수있음
진단:영상검사(컴퓨터단층촬영(CT)과자기공명영상(MRI))을통해뇌간과소뇌편도가대공(framenfMagnum)을통해아래로내려와있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q06.2','척수이개증','척수가뼈나연골로된중격으로인해이분되는선천적결함으로척추이분증에서흔히볼수있음.척수가세로축으로난틈새로인해이분되어있는것을확인
초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.9','상세불명의이분척추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견.주로L5와S1
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.8','수두증이없는이분천골','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견.주로L5와S1
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)단/수두증없는경우증상이없는경우제외');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.7','수두증이없는이분요추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견.주로L5와S1
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)단/수두증없는경우증상이없는경우제외');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.7','이분요천추NS','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견.주로L5와S1
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)단/수두증없는경우증상이없는경우제외');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.6','이분척추NS','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.6','수두증이없는이분흉추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.6','이분흉요추NS','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.5','수두증이없는이분경추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파로확진
(3)컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.4','수두증을동반한상세불명의이분척추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.3','수두증을동반한이분천추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.2','수두증을동반한이분요추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.2','수두증을동반한이분요천추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.1','수두증을동반한이분척추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.1','수두증을동반한이분흉요추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
주로아래허리중앙에털이있거나/지방종/피부변색또는피부굴이있으면의심해서이미지촬영을실시
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.1','수두증을동반한이분흉추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q05.0','수두증을동반한이분경추','임신중삼중검사(tripletest)중AFP상승으로의심
산전초음파검사로척추의결손(spinaldefect)을확인할수있음
진단
(1)X-ray촬영상척추뼈고리와척추판결손을발견
(2)초음파/컴퓨터단층촬영(CT)/자기공명영상(MRI)등영상촬영을통해확인
(3)수두증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.6','분열뇌증','대뇌반구에비정상적인틈혹은갈라짐이연질막부터뇌실까지이어진선천성뇌기형으로/다소뇌회증피질로덮여있는경우가많음
성장지연/지능저하/저긴장증/부분적혹은전반적인운동장애와발작등의임상증상

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','밀러-디커증후군','영상검사와세포유전학기술인FISH(flurescenceinsituhybridizatin)로LIS1의미세결실검사필수');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','주버트증후군','진단기준은소뇌충부의무형성또는저형성과함께근긴장도의저하/발달지연/호흡이상/안구운동이상등의4가지임상상중3가지이상이있는경우이다.전형적주버트증후군의진단기준을구체적으로살펴보면다음과같다.
1.뇌MRI검사상특징적인대구치모양징후:뇌간협부의비정상적으로깊은골/상소뇌각의신장/소뇌충부저형성의세가지요건에의해이루어진다.(필수)
2.임상적인특징
-영아기시기의근긴장저하/시간이지남에따라운동실조의발생
-발달지연/정신지체
-불규칙한호흡형태(발작적인과호흡/무호흡의반복)동반될수도있음(AND/R)
-비정상적인안구운동(특히안구운동실조증)
3.혈액검사를통한신장/간기능평가/복부초음파를실시하며/간의섬유화가의심되는경우MRI등의영상의학적검사가도움이될수있으며/생검을통해서확진한다.
4.그외동반될수있는기형/구개열/소엽혀/선천성심장질환/좌우바뀜증/히르슈슈프룽병(Hirschsprung’sdisease)등의유무를확인한다.
5.현재22가지의주버트증후군의아형들(JBTS1-22)이보고되고있다.다양한염색체부위의유전자들과관련이있어서유전적인이질성을나타내므로이들을총칭하여주버트증후군과관련질환들(Jubertsyndrmeandrelateddisrders)이라고명명하기도한다.알려진유전자에대하여는확진을위한분자유전학검사가가능하며/보인자검사/산전진단도가능하다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','활택뇌증','임상증상:심각한신경학적발달이상을보이고/안면이상을동반하거나선천성심질환이나복부계의이상을동반하는경우도있음.
영상의학적검사:뇌자기공명영상?대뇌이랑이없거나비정상적으로넓어짐.대뇌이랑이정상보다두껍고/회백질의이주이상이나소뇌이상/뇌량무형성을동반하기도함.
유전자검사:LIS1/DCX/TUBA1A/TUBB2B/RELN/VLDLR/FTKN/FKRP/LARGE/PMGnT1/PMT1/PMT2/ADGRG1/ARX유전자등

*장애정도진단(신체적장애또는정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','무뇌이랑증','컴퓨터단층촬영(CT)또는자기공명영상(MRI)주사는특징적층이결여된편편한뇌의모습

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','다발미세이랑증','특징적인뇌자기공명영상의소견(다소뇌회)과함께신경발달관련증상이나징후또는다소뇌회증과관련한여러유전자이상이발견된경우

*기타:장애정도진단(신체적장애(뇌전증장애)또는정신적장애(지적장애)가"심한장애"인경우)
?장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','소뇌무발생','특징적인임상증상(발달지연/운동기능저하/근긴장저하/구음장애/운동실조등)을보이면서뇌MRI검사상소뇌무발생소견이확인된경우또는유전학적검사에서확인된경우

영상검사:뇌MRI
유전자검사:PTF1A/PHN1/DCK1유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','무뇌수두증','CT/MRI등뇌영상검사에서hydranencephaly소견이보이는경우

*장애정도진단(정신적장애(지적장애또는자폐성장애)가"심한장애"인경우)
?장애의원인질환이해당질환인경우에한함
?공단신청일기준/만3세미만의경우장애정도불필요(장애정도무관하게항목체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.3','큰뇌이랑증','MRI판단기준이중요하며MRI진단이있을경우뚜렷한발달지연과경련등의신경학적증상이있을경우

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q04.2','전전뇌증(全前腦症)','안면기형/경련/무호흡/체온조절장애/발달장애/중증이상의신경학적증상이동반되는경우
MRI상무엽성또는구상통앞뇌증등
영상검사(MRI/산전초음파/산전MRI)
유전학검사와임상진단을이용하여진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'Q03.1','댄디-워커증후군','생후6-7주경에나타나는제4뇌실의선천성기형으로/제4뇌실의낭성확장과소뇌충부의형성부전또는무형성을특징으로하며/흔하게수두증이동반됨

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'P35.4','선천성지카바이러스질환','특징적인임상양상(소두증/소안구증/안조직결손증/백내장/안구내석회화/시신경위축/이상/맥락-망막흉터등)을보이면서혈청/소변/뇌척수액중에서지카바이러스의RNA를확인하여확진
혈청/소변/뇌척추액중어느한곳에서지카바이러스의RNA가rRT-PCR검사상검출');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'P35.0','선천성풍진증후군','특징적인임상양상:난청/백내장/선천성심혈관기형/뇌손상/지적이상/소두증/운동발달이상등
산모혈액검사:풍진항체(IgG/IgM)양성
태아혈액검사(임신주수22주이후):풍진IgM항체양성
양수검사:풍진바이러스유전자확인
신생아혈액검사:특이IgM항체양성');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N25.1','신장성요붕증','지속적인요삼투압의감소가있어야함
요삼투압의감소혈장삼투압의증가/탈수검사에서소변농축이되지않으며바소프레신에도반응이없는경우
질환을유발하는유전자이상이확인되는경우유전진단이가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.7','모세혈관외사구체신염을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>-40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서extracapullaryglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.7','미만성반월형사구체신염을동반한신증후군','심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서diffusecrescenticglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.6','고밀도침착병을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서densedepsitdisease확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.6','막증식성사구체신염/2형을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서membranprliferativeglmerulnephritis/type2확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.5','막증식성사구체신염/1형/3형또는NS를동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서membranprliferativeglmerulnephritis/type1and3/rNS확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.5','미만성메산지음모세혈관성사구체신염을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서diffusemesangicapillaryglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.4','미만성모세혈관내증식성사구체신염을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서diffuseendcapillaryprliferativeglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.3','미만성메산지음증식성사구체신염을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서diffusemesangialprliferativeglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.2','미만성막성사구체신염을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서diffusemembranusglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.1','초점성/분절성경화증을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서fcalandsegmentalsclersis확인
스테로이드등의면역억제제에반응하지않는경우만이희귀질환에해당함
질환을유발하는유전자이상이확인되는경우유전진단이가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.1','초점성/분절성사구체병변을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서fcalandsegmentalglmerularlesins확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.1','초점성/분절성유리질증을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서fcalandsegmentalhyalinsis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.1','초점성사구체신염을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서fcalglmerulnephritis확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.0','소사구체이상을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서minrglmerularabnrmality확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'N04.0','최소변화병변을동반한신증후군','1세이전에신증후군이발현
심한단백뇨>=40mg/m2/시간(960mg/m2/일혈청알부민=<2.5g/dL고콜레스테롤혈증>2.50mg/dL
신생검에서minimalchangelesin확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M94.1','재발성다발연골염','재발성다발연골염은많은기관들의연골과주의결합조직에통증성/파괴성염증이발생하는에피소드를특징으로하는질환으로주로양쪽외이연골염증/코의연골염증/안구염증/기도연골손상/청력또는균형문제를야기하기때문에이환부위의radigraph/또는CT등이필요할수있으며연골부위의재발하는염증병력과함께이환된부위의조직검사로진단가능함
다음중3개이상의증상이있는경우
(1)Recurrentchndritisfbthauricles
(2)Nnersiveinflammatryplyarthritis
(3)Chndritisfnsecartilage
(4)Inflammatinfcularstructures:keratitis/scleritis/episcleritis/uveitis
(5)Chndritisftherespiratrytract:laryngealand/rtrachealcartilages
(6)Cchlearand/rvestibulardamagecausingsensrneuralhearinglss/tinnitusand/rvertig
(7)Relapsingplychndritis');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M93.1','성인의킨뵉병','주로단순방사선사진을통해진단하며/무혈성괴사초기진단에는방사선골주사나MRI가도움이됨(수술계획을세우는데있어CT/MRI가필요할수있음)
염증성질환을감별하기위해생화학검사가필요함.수근관절의통증과운동범위의감소를일으키며파악력의저하가동반됨이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M92.2','수근반달뼈의골연골증(연소성)[킨뵉]','주로단순방사선사진을통해진단하며/무혈성괴사초기진단에는방사선골주사나MRI가도움이됨(수술계획을세우는데있어CT/MRI가필요할수있음)
염증성질환을감별하기위해생화학검사가필요함.수근관절의통증과운동범위의감소를일으키며파악력의저하가동반됨이확인

*연소성은Grwthplate이닫히기전까지를의미하며시점은발병시점을따름');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M88.9','상세불명의뼈의파젯병','Abnrmalheadshape을보이는환자에서X-ray/CT/3D-CT등을통해cranialsuture의prematurefusin이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M88.8','기타뼈의파젯병','ALP의상승과더불어X-ray상에서뼈흡수와뼈가비정상적으로커진소견/그리고뼈의변형이보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M88.0','두개골의파젯병','ALP의상승과더불어X-ray상에서뼈흡수와뼈가비정상적으로커진소견/그리고뼈의변형이보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M61.1','진행성골화섬유형성이상','(선천성족무지외반기형)and(2개관절이상의강직r2군데이상근육의이소성골화)
유전자(ACVR1)검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.6','재발성지방층염[웨버-크리스찬]','조직검사로확인된경우
피하지방층염증으로인해피부궤양/경화/위축등이동반될수있으면전신염증으로인해발열/쇠약감등을동반할수있고재발함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.5','다초점섬유경화증','IgG4-relateddisease
림프절병증/자가면역췌장염/경화성담관염/침샘침범/대동맥염/갑상선침범/폐침범/신장침범등다양한장기를침범할수있고그에따른영상학적검사/조직검사가필요함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.4','미만성(호산구성)근막염','조직검사로확인된경우
임상적으로피부침범(주로사지침범/부종/오렌지껍질같은경결등)/관절염/근육통/근육염/신경병증등이나타날수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.3','류마티스성다발근통','1.ESR40mm/hr이상
2.1개월이상지속된목/어깨/골반부위중2곳이상의통증과조조경직/ESR상승/50세이상/당질코르티코이드빠른호전등을모두보이면서기타유사통증질환제외이된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.2','베체트병','[ISGBD]의베체트병국제진단기준(1990년)
재발성구강궤양외다음의증상중2개를만족하는경우
(1)재발성외음부궤양
(2)눈의증상
(3)피부증상
(4)이상과민반응검사의양성반응');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.1','혼합결합조직병','혈청검사anti-U1-RNPantibdy강양성이면서/아래(4)혹은(5)를포함하면서5개중3개의징후를보일것
(1)swllenhand
(2)레이노현상
(3)말단경화증
(4)synvitis
(5)mysitis');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.0','신세뇨관-간질성장애을(를)동반한쉐그렌증후군','1.항R또는La항체양성
2.침샘조직검사에서림프구초점점수1이상
3.AECG기준만족
4.신세뇨관-간질성장애소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.0','건조증후군[쉐그렌]','1.항R또는La항체양성
2.침샘조직검사에서림프구초점점수1이상
3.AECG기준만족');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.0','폐침범을(를)동반한쉐그렌증후군','1.항R또는La항체양성
2.침샘조직검사에서림프구초점점수1이상
3.AECG기준만족
4.폐침범소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.0','각막결막염을(를)동반한쉐그렌증후군','1.항R또는La항체양성
2.침샘조직검사에서림프구초점점수1이상
3.AECG기준만족
4.각막결막염소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M35.0','근병증을(를)동반한쉐그렌증후군','1.항R또는La항체양성
2.침샘조직검사에서림프구초점점수1이상
3.AECG기준만족
4.근병증소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M34.8','근병증을동반한전신경화증','근병증을동반하면서2013년ACR/EULAR전신경화증기준을만족한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M34.8','폐침범을동반한전신경화증','폐침범을동반하면서2013년ACR/EULAR전신경화증기준을만족한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M34.1','석회증/레이노현상/식도기능장애/경지증(硬指症)/모세혈관확장의조합','Calcinsis/Raynaudphenmenn/esphagealinvlvement/sclersisftheskin/telangiectasia등이동반되어나타나는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M34.1','크레스트증후군','Calcinsis/Raynaudphenmenn/esphagealinvlvement/sclersisftheskin/telangiectasia등이동반되어나타나는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M34.0','진행성전신경화증','2013년ACR/EULAR분류기준을만족하는경우
(1)양쪽손가락의피부경화가손허리관절의근위부까지진행된경우
(2)손가락경화증
(3)손가락구멍상처혹은손가락끝조직의손실과같은허혈성변화
(4)혈관확장증
(5)비정상적인모세혈관현미경소견
(6)폐동맥고혈압과/또는양측성기저폐섬유화
(7)레이노현상
(8)전신경화증관련자가항체-anticentrmreantibdy/anti-Scl70antibdy/anti-RNAplymeraseantibdy');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M33.2','다발근염','수주나수개월에걸쳐진행되는근위부근육무력
근육조직검사에합당한소견
혈청근육효소치증가(CPK/aldlase/LDH/AST/또는ALT등)
근전도이상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M33.1','기타피부근염','다음의소견을보이는피부근육염환자로서기존피부근염환자의분류에포함되지않는군(amypathicdermatmysitis)을포함하여총칭함
(1)Symmetricalweaknessftheprximalmuscles
(2)Characteristiccutaneuschanges/cnsistingfhelitpedermatitisandGttrn''spapules
(3)혈청내근효소수치상승
(4)근전도상dernervatinandmypathy
(5)근생검상necrsisandinflammatin:근생검조직검사가확진을위하여요구됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M33.0','연소성피부근염','영상소견:자기공명영상
혈액검사소견:혈액근효소수치상승
조직검사소견:근육생검상특징적인근염소견
임상증상:
(1)대칭적인근위부근육위약
(2)특징적인피부발진(helitpedermatitisandGttrn''spapules)
기타검사소견:근전도상근병증소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','기관또는계통침범을동반한전신홍반루푸스','1997년ACR기준또는2009년SLICC기준을만족하면서해당다른장기침범소견이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','폐침범동반전신홍반루푸스','루푸스분류기준을만족하고폐침범견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','전신홍반루푸스에서의대뇌동맥염','루푸스분류기준을만족하고대뇌동맥염소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','전신홍반루푸스에서의뇌염','루푸스분류기준을만족하고뇌염소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','전신홍반루푸스에서의근병증','루푸스분류기준을만족하고근육염소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','심내막염동반전신홍반루푸스','루푸스분류기준을만족하고심내막염동반소견이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','신장침범동반전신홍반루푸스','루푸스분류기준을만족하고신장침범소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','세뇨관-간질신장병증동반전신홍반루푸스','루푸스분류기준을만족하고세뇨관?간질신장침범소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','사구체질환동반전신홍반루푸스','루푸스분류기준을만족하고사구체질환을동반한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','루푸스심장낭염','루푸스분류기준을만족하고심낭염소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M32.1','리브만-삭스병','루푸스분류기준을만족하고심초음파소견에서리브만삭스심내막염소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.7','현미경적다발동맥염','주로소혈관을침범하는전신성혈관염
조직검사와p-ANCA(perinuclearantineutrphilcytplasmicautantibdies)검사로진단가능
영상학적검사로chestradigraph와chestCT가필요함
일반적으로피로감/발열/체중감소/관절통/부비동염/기침/호흡곤란/뇨이상등을동반할수있으며침범기관에따라증상이다양할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.4','대동맥궁증후군[다까야수]','대동맥또는대동맥의큰분지의염증으로이환된부위의aneurysmaldilatatin/stensisfvariuslargevessels등이관찰되는혈관염
임상적으로말초동맥의맥박의감소/양쪽팔에서측정한수축기혈압차이가10mmHg를초과/대동맥또는대동맥주요분지청진에서잡음/사지운동시파행등이나타날수있음
조직학적으로는panarteritis소견을보이며/부종과단핵구침윤등이관찰될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.3','베게너육아종증','Anti-PR3ANCA항체확인/폐/부비동/혹은신생검에서necrtizinggranulmatusangiitis가나타나는경우-영상학적검사로chestradigraph와chestCT가필요함
일반적으로피로감/발열/체중감소/관절통/부비동염/기침/호흡곤란/뇨이상등을동반할수있으며침범기관에따라증상이다양할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.3','괴사성호흡기육아종증','Anti-PR3ANCA항체확인/폐/부비동/혹은신생검에서necrtizinggranulmatusangiitis가나타나는경우-영상학적검사로chestrradigraph와chestCT가필요함
일반적으로피로감/발열/체중감소/관절통/부비동염/기침/호흡곤란/뇨이상등을동반할수있으며침범기관에따라증상이다양할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.1','혈전성미세혈관병증','대부분의?환자가다음의5개소견을보이나일부환자에서는모두만족하지않을수있음
(1)Fluctuatingneurlgic?symptms:
(2)Kidneyfailure:
(3)Fever:
(4)Thrmbcytpenia:
(5)?Micrangipathichemlyticanemia');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.1','혈전성혈소판감소성자반','대부분의?환자가다음의5개소견을보이나일부환자에서는모두만족하지않을수있음
(1)Fluctuatingneurlgic?symptms:
(2)Kidneyfailure:
(3)Fever:
(4)Thrmbcytpenia:
(5)?Micrangipathichemlyticanemia');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M31.0','굿파스쳐증후군','흉부X선검사이상/객혈/혈관염증상/신장기능의급속한악화를보이며/신생검조직검사상기저세포막을따라선상면역글로불린G침착이있는경우확진할수있음
*특수생화학/면역학/도말/배양검사:항사구체기저막항체(Anti-glmerularbasementmembrane(GBM)antibdy)
*조직학검사:신생검조직검사상사구체에crescent와함께기저세포막을따라선상면역글로불린G침착');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M30.2','연소성다발동맥염','영상소견:혈관조영검사에서나타나는혈관염증에의해확장혹은수축된동맥염소견
검사소견:신기능혈액검사수치상승/혈뇨혹은단백뇨
조직검사소견:생검검사에서동맥염소견
연소성다발동맥염에합당한임상증상:
(1)근육통/근무력혹은하지압통
(2)단일혹은다중신경병증
(3)상승된확장기혈압
(4)혈액순환장애에인한피부병변(livedreticularis/괴저등)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M30.1','폐침범을동반한다발동맥염[처그-스트라우스]','천식또는호산구증과동반하여중간크기이하혈관에서necrtizingvasculitis를유발/주로호흡기계를침범함
조직학적검사가진단에중요함.조직학적소견은질병의진행단계와침범한기관에따라다른소견을보일수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M30.0','결절성다발동맥염','ANCA항체음성이면서arteriles/capillaries/또는venules과같은아주작은소혈관을침범없이중간크기또는소혈관을침범하는necrtizingarteritis
조직학적검사가진단에중요함.조직학적소견은질병의진행단계와침범한기관에따라다른소견을보일수있음.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M08.3','만성연소성다발관절염','16세미만
영상검사:x-ray/CT/MRI또는초음파상에관절염소견
ESR/CRP/WBC또는혈소판수의증가
혈청류마티스인자양성혹은음성
5개이상의관절에서관절염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M08.3','(혈청검사음성인)연소성다발관절염','16세미만
영상검사:x-ray/CT/MRI또는초음파상에관절염소견
ESR/CRP/WBC또는혈소판수의증가
혈청류마티스인자음성
5개이상의관절에서관절염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M08.2','전신적으로발병된연소성관절염','16세미만
영상검사:x-ray/CT/MRI또는초음파상에관절염소견
혈액검사:ESR/CRP/ferritin/WBC또는혈소판수의증가
특징적인발열이있고/발진/임파선종대/간이나비종대/장막염중한가지이상을동반한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M08.1','연소성강직척추염','16세미만
영상소견:천장관절염이일측3등급이상이거나/양측2등급이상
HLA-B27양성
영상소견을만족하면서아래임상적기준을하나이상충족할경우
(1)3개월이상지속되는요통이운동하면좋아지나휴식하면좋아지지않음
(2)요추부움직임이sagittal과frntalplane모두에서감소
(3)흉곽팽창이연령나이에비해감소됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M08.0','류마티스인자가있거나없는연소성류마티스관절염','16세미만
1개이상의관절염(swellingreffusin)혹은관절에서2개이상의징후(limitatinsfrangefmtin/tenderness/rpainnmtin/andincreasedheat)
증상발생6주이상이경과하였으며/침범관절개수가증상발생첫6개월에확인되어야하고/타연소성관절염을배제한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M08.0','연소성류마티스관절염','16세미만
1개이상의관절염(swellingreffusin)혹은관절에서2개이상의징후(limitatinsfrangefmtin/tenderness/rpainnmtin/andincreasedheat)
증상발생6주이상이경과하였으며/침범관절개수가증상발생첫6개월에확인되어야하고/타연소성관절염을배제한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'M06.1','성인발병스틸병','Yamaguchicriteria중5개이상/그중두개이상majrcriteria를만족하며Exclusincriteria가모두배제된경우가확인되는경우
Majrcriteria
1.발열:39도이상/1주일이상
2.피부발진:연어색의반점구진상발진
3.관절통/관절염:2주이상지속
4.10/000/mm3이상의백혈구증가호중구증가
Minrcriteria
1.편도통
2.림프절종창
3.transaminase상승
4.류마티스인자와항핵항체음성
Exclusincriteria
1.감염
2.악성종양
3.다른류마티스질환');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L73.22','중증화농성한선염','임상진단
산정특례등록시점에서아래①~③모두충족했을때등록가능
①과거력:1년내2번이상반복되는통증성또는화농성의병변
②징후:겨드랑이/음부대퇴부/회음부/둔부/여성의가슴아래부위의침범/(염증성또는비염증성)결절/(염증성또는비염증성)농루/농양/(위축성/그물모양/적색/비후성또는선형)흉터
③중증도평가
(1)HurleyStageII이상이면서
(2)다음중1개이상만족:
(ㄱ)HS-PGA중증(Scre4이상)
(ㄴ)IHS4중증(11점이상)

*참고
I)HurleyStaging-병변양상에따라HurleyStageI/II/III
ii)HS-PGA-전체피부면적중농양/배출누공/염증성/비염증성결절의수를바탕으로0~5점까지평가
iii)IHS4:(결절수)*1+(농양수)*2+(누공수)*4=합산점수
합산점수에따라IHS4중증도평가');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L40.1','전신농포건선','4.조직학검사:피부펀치생검
-신청일기준1년이내피부조직검사결과전신농포건선을명백히배제하는조직판독소견이확인되지않은경우

5.임상진단:아래①~③모두충족했을때등록가능
①징후:사지말단부나건선판병변에만국한되지않은광범위한부위에원발성농포가관찰되는경우
*단/손/발바닥부위에만원발성농포가관찰되는경우는제외
②(전신증상을동반또는판상건선을동반)&(1번이상재발또는증상이3개월이상지속되는경우)
③중증도평가
(1)ttalGPPGA3점이상이면서
(2)다음중1개이상만족:
(ㄱ)GPPASI10점이상
(ㄴ)농포가전체피부면적(Bdysurfacearea)의5%이상

6.기타:피부과전문의확진

*참고
i)GPPGA(generalizedpustularpsriasisphysicianGlbalAssessment):홍반/농포/인설정도에대해0-4점으로평가후평균값으로계산하며/ttalGPPGAscre는0-4점으로평가
ii)GPPASI(generalizedpustularpsriasisareaandseverityindex):홍반/농포/인설정도에따라0-4점으로평가하고체표면적침범여부에가중치를두어판상건선의PASI점수와같이0-72점으로평가');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L12.3','후천성수포성표피박리증','임상적병증을보이는환자의물집에서시행한조직검사상표피하수포가관찰됨
직접면역형광검사(DIF)에서면역글로불린G또는보체의침착이기저막대에서선상으로관찰되거나소금분리피부를이용한간접면역형광검사(IIF)에서면역글로불린G의진피침착을관찰하거나또는효소결합면역흡착법(ELISA)에서제7번콜라겐에대한자가항체의존재를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L12.1','양성점막유사천포창','주로구강점막또는안결막이나항문등에수포와흉터를보이는환자의물집에서시행한조직검사상표피하수포가관찰됨
직접면역형광검사(DIF)에서면역글로불린G또는보체의침착이기저막대에서선상으로관찰되거나간접면역형광검사(IIF)에서면역글로불린G의기저막대침착을관찰하거나또는효소결합면역흡착법(ELISA)에서자가항체의존재를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L12.1','흉터유사천포창','주로구강점막또는안결막이나항문등에수포와흉터를보이는환자의물집에서시행한조직검사상표피하수포가관찰됨
직접면역형광검사(DIF)에서면역글로불린G또는보체의침착이기저막대에서선상으로관찰되거나간접면역형광검사(IIF)에서면역글로불린G의기저막대침착을관찰하거나또는효소결합면역흡착법(ELISA)에서자가항체의존재를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L12.0','수포성유사천포창','임상적병증을보이는환자의물집에서시행한조직검사상표피하수포가관찰됨
직접면역형광검사(DIF)에서면역글로불린G또는보체의침착이기저막대에서선상으로관찰되거나소금분리피부를이용한간접면역형광검사(IIF)에서면역글로불린G의표피침착을관찰하거나또는효소결합면역흡착법(ELISA)에서유사천포창항원에대한자가항체의존재를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L10.2','낙엽천포창','임상적병증을보이는환자의물집에서시행한조직검사상극세포해리증에의한표피내수포가관찰됨
직접면역형광검사(DIF)에서면역글로불린G의침착이각질형성세포표면에서관찰되거나간접면역형광검사(IIF)또는효소결합면역흡착법(ELISA)에서자가항체의존재를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'L10.0','보통천포창','임상적병증을보이는환자의물집에서시행한조직검사상극세포해리증에의한표피내수포가관찰됨
직접면역형광검사(DIF)에서면역글로불린G의침착이각질형성세포표면에서관찰되거나간접면역형광검사(IIF)또는효소결합면역흡착법(ELISA)에서자가항체의존재를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K83.0','원발성담관염/경화성담관염(두상병진단기준모두충족하는경우)','간기능이상을동반하고다른질환이배제되면서영상검사와조직검사에서특징적인양상을보일때진단되며ANCA/FANA등항체검사가도움이될수있고조직검사가어려운경우임상양상과특징적인영상검사로진단할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K75.4','자가면역성간염','다른간염의원인을배제하기위한검사를시행하고영상검사에서특이한이상소견이없는경우항핵항체/SMA/LKM등의항체가나타나고간기능검사에서이상이있는경우조직검사로특징적인소견에따라진단함
그러나이미간경변으로진행한경우시행이어렵거나특징적인소견이사라지므로조직검사없이임상검사나스테로이드치료반응소견등으로임상추정진단할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K74.3','원발성담즙성경변증','간기능효소검사이상/기타질환을감별하기위하여복부초음파/CT/MRI등을시행하고간생검조직검사에서특징적인소견이보이거나/AMA/AMAM2/ANA등의특정자가항체가나타나는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K56.0','가성장폐색','1.영상검사
1)검사:복부CT&상부위장관내시경&대장내시경
2)결과:①&②모두충족
①복부CT검사에서소장또는대장의확장(dilatatin)과
기계적장폐색과유사한액체공기층(air-fluidlevel)이관찰되나
이를유발할만한종양이나협착등의기질적인질환이없음
②상부위장관내시경과대장내시경에서소장또는대장확장을유발할만한기질적인질환이없음

3.유전학검사
-intenstinalpseud-bstructin의원인유전자에는ACTG2/ACTA2/MYH11/MYL9/MYLK/LMD/FLNA등이알려져있음
-각유전자중하나에서유전자의유전형식에합당한병적변이가확인되는경우진단기준을충족

5.임상진단:①&②&③&④모두충족
①복통(Abdminalpain)또는복부팽만감(blating)의주증상이지난6개월전에시작되어지난12주간지속되었음
②만성가성장폐색진단6개월전에복부수술(단/만성가성장폐색의치료목적으로시행한외과적감압술제외)기왕력이없음
③원인을알수없거나유전질환(ACTG2/ACTA2/MYH11/MYL9/MYLK/LMD/FLNA등유전자에돌연변이확인)
④약물/수술또는감염성질환으로발생한경우는제외함

6.기타:수술필요
-해당질환을원인으로한수술이필요한경우
-수술필요시임상진단에필수기재');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K50.8','소장/대장모두의크론병','영상검사/조직검사/임상평가/내시경검사를종합하여확인된경우(영상/조직검사/내시경검사에서크론병이도출되지않는환자의경우가있을수있음.임상소견으로확진한다하더라도/기본적으로모든검사를실시한근거가있어야등록가능)
병변이소장과대장을모두침범한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K50.1','대장의크론병','영상검사/조직검사/임상평가/내시경검사를종합하여확인된경우(영상/조직검사/내시경검사에서크론병이도출되지않는환자의경우가있을수있음.임상소견으로확진한다하더라도/기본적으로모든검사를실시한근거가있어야등록가능)
병변이대장에국한된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K50.0','소장의크론병','영상검사/조직검사/임상평가/내시경검사를종합하여확인된경우(영상/조직검사/내시경검사에서크론병이도출되지않는환자의경우가있을수있음.임상소견으로확진한다하더라도/기본적으로모든검사를실시한근거가있어야등록가능)
병변이소장에국한된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'K00.51','불완전상아질형성','영상의학검사
1)치근길이가짧고가늘어정상적인치관대치근관계를이루고있지않음
2)구형의치관(bulbuscrwn)/가는치근/협소화된백악?법랑경계를보이며/치경부에서현저한수축이관찰됨
3)치수강은초기에는커져있으나치아의석회화와함께작아짐
4)치근관은폐쇄되어있거나실처럼가늘게보임
5)치아우식증이나치수의병변이없어도치근단에방사선투과상이관찰됨
6)대부분법랑질의형태와상아질/법랑질간의방사선사진상대조도는정상적이나드물게는법랑질이정상보다더얇아법랑질과상아질간의대조도가감소되는경우도있음
7)백악질/치주인대/치조골은정상소견을나타냄

유전학검사:상염색체우성질환.DSPP유전자등

치과의사의임상소견
1)치아가황갈색이나자갈색/회색/적갈색등으로다양하며반투명하거나유백색색조를보임
2)정상치아보다약하여교모가쉽게일어나기때문에법랑질은절단면과교합면에서조기에파괴됨
3)치아우식증에더민감한것은아님
4)노출된연화상아질은급속도로마모되어때로는치은면과일치되기도함.따라서치간이개/고경감소/저작능저하/치태와치석침착등이나타날수있음
5)유치와영구치모두영향을받음
*조직학적으로법랑질은정상/상아질에서병적인변화를보임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'J84.1','특발성폐섬유증','흉부CT검사나폐조직검사상통상형간질성폐렴(usualinterstitialpneumnia)을보이는경우
흉부CT검사에서통상형간질성폐렴의심소견(pssibleUIP:폐하부변연부우세성의망상형과기관지확장소견을보이고다른질환을의심할수있는소견은관찰되지않음)
상기검사소견을보일수있는다른원인(결체조직질환/석면폐증/과민성폐장염등)을배제(특발성)
흉부CT와폐조직검사소견의조합에의해특발성폐섬유증을진단할수있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'J84.0','폐포단백질증','흉부CT검사의특이적소견
기관지내시경을통한기관지폐포세척액의특징적육안소견또는폐조직검사로확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'J39.8','섬모체/원발성이상운동증','*신생아(1개월이하)
-만삭아가설명되지않는호흡곤란과완전좌우바뀜(situsinversusttalis)그리고다음중하나이상해당되는경우
-기도조직의전자현미경검사상섬모의미세구조이상
-하나의원발성섬모운동이상증관련유전자에서이중대칭돌연변이가발견된경우
-반복적인고속비디오현미경검사상지속적인섬모운동이상

*학령전기(1개월~5세)
­-2개이상의임상증상*과다음중하나이상해당되는경우
-기도조직의전자현미경검사상섬모의미세구조이상
­-하나의원발성섬모운동이상증관련유전자에서이중대칭돌연변이가발견된경우
­-반복적인고속비디오현미경검사상지속적인섬모운동이상

*학령기/성인(5세이상)
­-2개이상의임상증상과다음중하나이상해당되는경우
­-비강산화질소(nN)측정시2달이상간격으로2회이상측정하여모두<77nl/min인경우(낭성섬유증제외)
­-기도조직의전자현미경검사상섬모의미세구조이상
­-하나의원발성섬모운동이상증관련유전자에서이중대칭돌연변이가발견된경우
­-반복적인고속비디오현미경검사상지속적인섬모운동이상

*원발성섬모운동이상증의임상증상
­-출생후/무기폐/24시간이상산소공급또는양압환기등설명되지않는호흡곤란을보이는경우
­-장기의좌우대칭이상­완전좌우대칭바뀜/내장위치이상증
­-영아기부터지속되는거의일년내내지속되는가래기침또는흉부CT로진단된기관지확장증
­-영아기부터지속되는거의일년내내지속되는코막힘또는부비동CT로진단된범부비동염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I82.0','버드-키아리증후군','간질환의임상양상과도플러초음파/?CT/MRI/또는혈관조영술로간정맥또는하대정맥의협착혹은폐색이확인된경우
특징적임상양상과영상소견으로진단하며thrmbsis의원인검사를시행해야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I78.0','유전성출혈성모세혈관확장증','1.Cura?a진단기준에따라다음의4가지중3가지이상을만족시유전성출혈성모세혈관확장증이확실시됨(definite)
1)외상없이반복되는비출혈
2)신체내다양한점막부위에서관찰되는모세혈관확장증(신체검사를통하여눈으로확인되거나위장관내시경/후두경등을통하여확인)
3)폐/간/뇌/척추등주요장기의동정맥기형을전산화단층촬영이나혈관조영술등의영상검사로확인
4)유전성출혈성모세혈관확장증의가족력(부모/형제/자녀중)
*그외ENG/ACVRL1/MADH4우전자돌연변이검사를통해가늠할수있으나/유전자검사를통한확정적진단에한계가있어임상증상와종합하여보조적으로진단할수있음

2.다음과같은주요출혈(majrbleeding)을동반하는경우
1)hemglbin이출혈전보다2g/dL이상감소
2)적헐구나전혈2unit이상의수혈을요하는출혈
3)intracranial/intraspinal/intracular/retrperitneal/intraarticularrpericardialbleeding과같은criticallcatin에서의출혈');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I78.0','랑뒤-오슬러-웨버병','임상증상:
(1)반복적으로나타나는자발적코출혈
(2)입술/구강/코/손가락등의다발성모세혈관확장/소화기계의모세혈관확장증
(3)폐/간/뇌/척수등의동정맥기형으로인한내장기관이상
(4)직계가족에서같은질환이있는경우중에서3가지이상이있으면진단
유전학적진단:ENG/ACVRL1/SMAD4등유전자의돌연변이');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I73.1','폐색혈전혈관염[버거병]','혈관도플러초음파혈관조영술/또는CT혈관조영술로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I67.5','모야모야병','뇌혈관에대한신경학적이상소견(뇌허혈/뇌출혈등)을보이면서영상에서뇌혈관기형이보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I49.82','긴QT증후군','1)반복된심전도검사상QTc가480ms이상/또는LQTSriskscre가3.5이상중한가지소견이있을시긴QT증후군으로진단
2)긴QT증후군을일으킨다고알려진유전자에서병적인변이가발견된경우-KCNQ1/KCNH2/SCN5A/ANKB/KCNE1/KCNE2/KCNJ2/CACNA1C/CAV3/SCN4B/AKAP9/SNTA1/KCNJ5/CALM1/CALM2등
3)설명이되지않는실신이발생한환자에서반복된심전도검사상QTc가460ms이상

*LQTSriskscre
-QTc≥480ms-3점/460-479ms-2점/450-459ms/남성-1점
-TrsadesdePint심실빈맥-2점
-T파교류-1점
-최소3개이상의심전도리드에서의ntchedT파-1점
-연령(소아의경우)대비낮은심박수-0.5점
-스트레스가동반된실신-2점
-스트레스가동반되지않은실신-1점
-선천성청각장애-0.5점
-가족력:LQTS가확실한다른가족구성원-1점
-직계가족(30세이전)의급사-0.5점');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I47.2','카테콜라민다형성심실성빈맥','임상증상:특징적인임상증상(운동유발성다형성심실부정맥/운동또는감정유발성실신또는두근거림/어지러움)을보이면서24시간심전도또는운동부하검사에서심실빈맥소견/유전학적검사여부가확인된경우
영상검사:X-ray
유전자검사:RYR2/CASQ2/TRDN유전자등
기타:24시간심전도또는운동부하검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.80','부정맥유발성우심실형성이상','병력청취(가족력포함)/각종심전도/심초음파/심장자기공명영상/심근조직생검/유전자검사등을시행하고검사결과를종합적으로해석해판단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.4','선천성심근병증','증상:영아기에심부전증상이나타남
흉부X선촬영:심비대가관찰됨
심전도:좌심실비대소견이관찰됨
심장초음파검사:심장의구조적기형은없으면서좌심방과좌심실이확장되어있고좌심실수축기능이감소되어있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.4','심내막탄력섬유증','증상:영아기에심부전증상이나타남
흉부X선촬영:심비대가관찰됨
심전도;좌심실비대소견이관찰됨
심장초음파검사:심장의구조적기형은없으면서좌심방과좌심실이확장되어있고좌심실수축기능이감소되어있음.좌심실내막에서밝은에코신호가보이는것이특징');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.3','심내막심근(호산구성)병','호산구증가증과관련하여발생한제한성심근병증을심초음파로확인한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.3','심내막심근(열대성)섬유증','호산구증가증과관련하여발생한제한성심근병증을심초음파로확인한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.3','뢰플러심내막염','호산구증가증과관련하여발생한제한성심근병증을심초음파로확인한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.20','비폐색성비대성심근병증','심초음파로확인된경우(비대성심근병증의가족력이있는경우는좌심실의이완기말두께가13mm이상인곳이있는경우/비대성심근병증의가족력이없는경우는좌심실이완기말두께가15mm이상이곳이있는경우로좌심실유출로의동적폐쇄가없는경우)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.1','폐색성비대성심근병증','심초음파또는심도자로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.1','비대성대동맥판하협착','심초음파또는심도자로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I42.0','비가역적확장성심근병증','LVejectinfractin수치45%이하이며다음기준을만족하는경우
(1)비가역적인확장성심근병증(irreversibledilatedcardimypathy/idipathicDCMP)
(2)가역적인알콜성/고혈압성/일시적스트레스심근증(Alchlic/Hypertensive/stresscardimypathy)등은제외
(3)허혈성심근질환은제외
(4)Natriureticpeptide(BNP>35pg/mL/NT-prBNP>125pg/mL)상승');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I27.8','아이젠멘거복합','심장초음파나심도자검사로폐고혈압이확인되면서심장내혹은대동맥과폐동맥의단락이있으면서우-좌단락혹은양방향단락이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I27.8','아이젠멘거증후군','심장초음파나심도자검사로폐고혈압이확인되면서심장내혹은대동맥과폐동맥의단락이있으면서우-좌단락혹은양방향단락이확인되는경우
심장병으로인한임상증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'I27.0','원발성폐동맥고혈압','우심도자술로확진된경우인정
2차적원인(예:폐질환이발생한경우나/폐의이상이있어폐동맥고혈압이발생)의경우는제외');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H51.8','동안실행증(失行症)/코간형','외인적요인이배제된선천성결함으로안과검진에서눈동자의자발적평행운동(vluntaryhrizntalmvement)이있으며/영상검사에서뇌등기타장기의이상이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H49.8','컨스-세이어증후군','양안의대칭적인외안근마비/안검하수/색소망막변성등의특징적임상양상을보이면서/망막의색소변성이있거나이에합당한망막전위도검사이상소견이있는경우
특징적인근생검병리소견(근생검에서미토콘드리아질환의특징적인소견이진단에도움이될수있음)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H49.4','만성진행성외안근마비','임상기준:소아/청년기에발생하는외안근/눈꺼풀올림근에근육퇴행위축이진행하는질환으로임상소견과안과전문의진찰소견을통해진단.
안검하수외에외안근마비소견이동반이되어야하고서서히진행하며/일중변동이없음.외안근마비가있으나복시를동반하지않는경우가많음.연하곤란이나목/팔/다리근육의약화소견이다양한정도로동반되기도하며/만성진행성외안근마비플러스(chrnicprgressiveexternalphthalmplegiaplus)인경우난청/신경병증/운동실조등이동반됨.
근육생검:raggedredfiber관찰
유전자검사:PLG/TWNK/TYMP/RRM2B/SLC25A4유전자의돌연변이(우성유전)/혹은MT?TL1(미토콘드리아유전자)의돌연변이
※근육생검과유전자검사가필수는아니나진단에도움이될수있을것임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.59','레베르선천성흑암시','임상증상(눈떨림/nystagmus/눈운동이상)이있고시각전기생리검사에서막대세포(rd)/원뿔세포(cme)의기능의감소가보이는경우
유전자검사가진단에도움을줄수있음(type2:rpe65유전자변이/type1:GUCY2D유전자돌연변이)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.59','상세불명의유전성망막디스트로피','특징적망막소견과임상양상을보이면서망막전위도검사(ERG)/빛간섭단층촬영(CT)등으로망막디스트로피확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.58','스타르가르트병','Juvenilemaculardegeneratin/AR
(1)안저검사(임상소견)
(2)형광안저촬영
(3)망막전위도');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.52','베스트병[노른자모양황반변성]','1.안저검사상계란노른자모양의황반판이관찰
2.망막전위도검사는정상이고눈전위도에서명/암비는1.5미만
3.유전자검사에서BEST1유전자의변이를확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.51','색소망막염','망막전위도검사등을통해phtreceptr기능의손상과시야검사를통해시야협착확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.0','코츠망막병증','안저검사상혈관이상(telangiectasis/모세혈관확장증)이보이면서삼출물(exudate)이나삼출성망막박리(exudativeretinaldetachment)를보이는경우
삼출성망막박리보이면서혈관이상(혈관확장)을보이는경우
망막세포종등과감별
형광안저촬영검사가진단에도움을줄수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H35.0','일스병','특징적인임상증상(망막혈관염/신생혈관생성/망막혈관폐색/유리체출혈등)이안과검진에서확인된경우
안과검진:필수검사항목Fluresceinangigraphy
특발성의특징적인재발성유리체출혈이있으면서망막혈관조영술에서다음3가지소견이동반이되어야함.
(1)망막주변혈관염
(2)망막혈관의폐색(nnperfusin)
(3)망막혹은시신경의신생혈관
사르코이드증/매독/전신성홍반성루푸스의진단에서배제되어야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H31.2','맥락막결손','광학단층촬영/형광안저혈관조영검사/망막전위도검사/안저검사/시야검사를통해확인.
유전학검사로CHMgene확인
양안시력0.5미만/시야검사상시야각합계가정상시야의50%이상감소한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H18.6','원추각막','1.Centralcrnealpwer>47.2D
2.Inferir/superirdiptricasymmetry(I-Svalue)>1.2
3.Sim-Kastigmatism>1.5D
4.Skewedradialaxes(SRAX)>21degree
5.교정시력(Snellen시표0.5이하)또는각막이식필요시

*1~4중에2가지이상을만족하고/5를추가로만족하는경우

영상검사:전산화각막형태검사/샤임프러그촬영/각막단층촬영');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H18.5','아벨리노각막디스트로피(동형접합)','세극등현미경검사상각막기질부위에과립형/격자형의비정상적으로단백질이축적을확인할수있으며/질환의초기에는경계가명확한과립형의침착물이각막상피하/각막앞쪽기질부위에서발견되며/질환이진행함에따라과립형또는격자형의침착물이각막기질중간부/뒤쪽에서도관찰됨
각막이상증의감별진단을위해서는TGFBIgene(5q31)돌연변이유전자검사가필요함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H18.5','푹스디스트로피','5.임상진단
-세극등현미경/경면현미경검사등에서각막내피세포의이상등특징적인각막의이상소견이확인되고/기상시반복적인시력저하/외상의과거력없이각막의반복적인진무름발생/각막혼탁/부종의진행등으로인한시력저하등증상을보이는경우진단

6.기타:수술필요(각막이식수술)
-해당질환을원인으로한각막이식수술이필요한경우
-수술필요시임상진단에필수기재');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'H16.3','코오간증후군','감염을포함한다른질환이배제된상태에서양안전방부염증(주로간질성각막염)과내이염증으로인한전정신경학적이상이동반된경우진단할수있다.
아래1/2/3항을모두만족할때진단할수있다.
1.안과적검진으로interstitialkeratitis또는uveitis
2.청각검사에서sensrineuralhearinglss또는신경학적으로vestibulardysfunctin
3.염증지표(CRPrESR)의상승
특수생화학/면역학/도말/배양검사­혈액염증지표의상승:ESR>20mm/hrrCRP
>0.5mgdL
임상진단­류마티스전문의에의한감염/기타염증성전신질환의배제
기타­안과검사(interstitialkeratitis또는uveitis)와청각검사(sensrineural
hearinglss)또는전정기능검사(vestibulardysfunctin)이상

*류마티스전문의협진포함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G95.0','척수공동증/연수공동증','영상검사에서척수/뇌간의공동이확인된환자로/상기공동을유발할수있는외상/손상의병력이없는경우
두통/배부통증/팔저림/사지등의마비등그외임상의가판단하는증상
Asymptmatichydrmyelia는제외');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G93.4','포도당수송자1결핍증','ㅇ뇌척수액검사에서포도당의감소를보이며/적혈구내에감소된3--methyl-D-glucse의흡수가진단에도움/정상인에비해약50%정도의포도당흡수감소가관찰
ㅇSLC2A1유전자검사필수');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G90.6','복합부위통증증후군Ⅱ형','말초신경손상을동반하면서아래의임상진단을위한Budapestcnsensuscriteria를만족하고/CRPS에부합된객관적검사소견이확인된경우
*Budapestcnsensuscriteria
1.Cntinuingpain/whichisdisprprtinatetanyincitingevent
2.atleastnesymptminthreefthefllwingfurcategries
1)Sensry
2)Vasmtr
3)Sudmtr/edema
4)Mtr/trphic
3.atleastnesignintwfthefurfllwingcategries
1)Sensry
2)Vasmtr
3)Sudmtr/edema
4)Mtr/trphic
4.Ntherdiagnsisthatbetterexplainsthesignsandsymptms');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G90.5','복합부위통증증후군I형','말초신경손상을동반하지않으면서아래의임상진단을위한Budapestcnsensuscriteria를만족하고/CRPS에부합된객관적검사소견이확인된경우
*Budapestcnsensuscriteria
1.Cntinuingpain/whichisdisprprtinatetanyincitingevent
2.atleastnesymptminthreefthefllwingfurcategries
1)Sensry
2)Vasmtr
3)Sudmtr/edema
4)Mtr/trphic
3.atleastnesignintwfthefurfllwingcategries
1)Sensry
2)Vasmtr
3)Sudmtr/edema
4)Mtr/trphic
4.Ntherdiagnsisthatbetterexplainsthesignsandsymptms');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G73.1','람베르트-이튼증후군','반복되는근위부위약감과피로증상/침분비의감소와안구건조/변비/땀분비감소/발기부전등자율신경계이상등특징적임상양상을보이면서
근전도검사(반복운동신경자극검사)에서고빈도자극시CMAP증가가100%이상으로관찰되는경우에진단할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G72.4','봉입체근염','임상증상:진행성근위약(주로사지)/30세이상에서증상시작/6개월이상지속
생화학검사:근육효소(CK)증가
근조직검사:근육세포내vacule(공포)/inclusinbdy(봉입체)
근전도검사:근염의소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G72.3','주기마비(가족성)저칼륨혈성','가족력이있으면서
특정상황(추위나알코올/탄수화물섭취/감정적스트레스/운동후의휴식등)에의해2회이상의가역적인전신성근위약이관찰되고
근위약당시혈액검사상저칼륨혈증소견이증명되어야함
근전도검사(exercisetest)를실시하여특징적인이상소견을나타내는경우
갑상선기능은정상이어야함
또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.9','유전성근병증NS','임상적으로근육병증을갖고있는환자에서근전도검사상근육병증에합당한소견을보이거나
근생검상특정근육병증에합당한조직소견이없이근육병증에합당한소견을보이면서상기근육병증을유발할수있는유전자돌연변이가확인되거나근육병증의가족력이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.3','달리분류되지않은미토콘드리아근병증','임상적으로근육병증을가지고있는환자에서/
근생검상미토콘드리아근육병증의특징적인소견이관찰되거나
유전학적으로상기근육병증을유발할수있는미토콘드리아또는nuclearDNA변이가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.3','멜라스증후군','MELAS(mitchndrialencephalmypathy/lacticacidsis/andstrke-likeepisdes)관련임상양상중하나혹은그이상을보이면서
특징적인뇌MRI소견이보이고
유전자검사에서MELAS관련미토콘드리아유전자변이(MT-TL1m.3243A>G/m.3271T>C/m.3252A>G등)가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','선천성근디스트로피NS','신생아기에flppyinfant로발현되거나영아기/소아기에시작되어서서히진행하는근이영양증(근력약화/운동발달지연/관절구축등의임상증상)을보이는환자로/
근생검상상기근이영양증이확인된경우/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','미세심병','영아/소아기에시작하는근육병증(근력약화/운동발달지연/근긴장저하등의임상증상)을갖고있는환자로/
근생검상다발성의중심핵이확인되는경우(multicredisease와비슷한개념)/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','다발심병','영아/소아기에시작하는근육병증(근력약화/운동발달지연/근긴장저하등의임상증상)을갖고있는환자로/
근생검상다발성의중심핵이확인되는경우(minicredisease와비슷한개념)/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','네말린근병증','영아/소아기에시작하는근육병증(근력약화/운동발달지연/근긴장저하등의임상증상)을갖고있는환자로/
근생검상네말린소체(nemalinerd)가확인되는경우/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','근세관성(중심핵성)근병증','신생아기에flppyinfant로발현되거나영아/소아기에시작하는근육병증(근력약화/운동발달지연등의임상증상)을갖고있는환자로/
근생검상근섬유의핵이섬유의중심부에분포하는것이확인되는경우/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','선천성근병증','근긴장저하/근위약/운동발달지연등의임상증상이나타나며/근생검상근육병증을유발하는다른원인이배제되며일차성근육병증이확인되어야하고/근육의위약을유발할수있는다른원인이배제된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','근섬유의특정형태이상을동반한선천성근디스트로피','신생아기에flppyinfant로발현되거나영아기/소아기에시작되어서서히진행하는근이영양증(근력약화/운동발달지연/관절구축등의임상증상)을보이는환자로/
근생검상상기근이영양증이확인되면서특정항체를이용한면역조직학검사상특정단백질의결핍을확인한경우/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','워커-워버그증후군','(진단기준)
선천성근이형성증/α-dystrglycan의당화부족/Creatininekinase농도의상승/II형무뇌회증과수두증이특징/뇌간과소뇌의이상/유전자검사

(검사항목)
뇌의병리학적소견또는CT나MRI소견상무뇌회증의소견/Creatininekinase농도/유전자검사

*장애정도진단(신체적장애또는정신적장애(지적장애)가''심한장애''인경우)
-장애의원인질환이해당질환인경우에한함
-공단신청일기준/만3세미만의경우장애정도불필요');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','중심핵병','영아/소아기에시작하는근육병증(근력약화/운동발달지연/근긴장저하등의임상증상)을갖고있는환자로/
근생검상중심핵(centralcre)이확인되는경우/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.2','근섬유형불균형','영아기/소아기에시작되는근육병증(근력약화/운동발달지연/근긴장저하등의임상증상)을가진환자로/
근생검상typeIfiber의size가비정상적으로감소한경우/또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','신경근육긴장[아이작스]','불수의적인근수축을주된증상으로하는환자로/근전도검사에서특징적인neurmytnia가관찰되며neurmytnia를유발할수있는다른질환을배제할수있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','연골형성장애성근긴장증','신체골격의형성장애(skeletaldysplasia)가있는환자에서/
임상적혹은근전도검사상근육긴장증(mytnia)가동반되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','열성[베커]선천성근긴장증','영아기/소아기에증상이시작되어서서히진행하는환자로/
특징적인mytnia가관찰되거나(단/mytnia는현저한근육위약/위축으로인하여관찰되지않을수있음을고려)유전자검사에서특징적인유전자돌연변이가확인되고autsmalrecessiveinheritance를보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','우성[톰슨]선천성근긴장증','영아기/소아기에증상이시작되어서서히진행하는환자로/
특징적인mytnia가관찰되거나(단/mytnia는현저한근육위약/위축으로인하여관찰되지않을수있음을고려)유전자검사에서특징적인유전자돌연변이가확인되고autsmaldminantinheritance를보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','증상성근긴장증','특징적인mytnia증상을보이며근전도검사에서도mytnia가확인되는환자로/mytnia를유발할개연성이있는질환이나약물이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','거짓근긴장증','불수의적인근수축을주된증상으로하는환자로/근전도검사에서특징적인neurmytnia가관찰되며neurmytnia를유발할수있는다른질환을배제할수있는경우(neurmytnia와동일개념임)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','근긴장디스트로피[스타이너트]','서서히진행하는근육병증을갖고있는환자로특징적인mytnia증상을보이며근전도검사에서도mytnia가확인되는환자로/
DMPK혹은ZNF9유전자의돌연변이가확인되거나가족력이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','근긴장장애','특징적인mytnia증상을보이며근전도검사에서mytnia가확인되는환자
Mytnia와관련된다양한질환에대한특정한유전자의이상이관찰되는경우포함)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','선천성근긴장증NS','영아기/소아기에증상이시작되어서서히진행하는환자로/
특징적인mytnia가관찰되거나(단/mytnia는현저한근육위약/위축으로인하여관찰되지않을수있음을고려)유전자검사에서특징적인유전자돌연변이가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.1','선천성이상근긴장증','일반적으로영아기/소아기에나타나는근육질환으로/
추위에노출된후또는운동후에근긴장증이시작되어일정기간동안지속되는현상(paramytnia)이임상적으로관찰되며근전도검사에서도확인되는경우또는유전자검사에서특징적인유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','양성[베커]근디스트로피','소아기에시작되는근위약/구축을주된증상으로하는진행성질환을가진환자로서/
Dystrphin유전자의돌연변이확인혹은남아의경우모계유전을의심할수있는충분한근거가있거나/근생검상dystrphin의발현이감소한소견이확인되는경우
DuchenneMD에비하여다소증상이경하며/생존기간이길수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','어깨종아리근디스트로피','주로소아/청년기에시작되는근위약을주된증상으로하는진행성질환을가진환자로서/
근위약의발생초기에특징적인어깨-종아리근육의위약이시작되는패턴을보이며/
근육효소의상승/근생검상다른원인의근위약/근육병증이배제되는경우
유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','얼굴어깨팔근디스트로피','주로소아-청년기에시작되는안면/어깨/윗팔/가슴/정강이부위의근육위약을주증상으로하는진행성질환을가진환자로서/
유전자검사상FSHMD1A유전자의돌연변이가확인되거나D4Z4반복의이상이관찰된경우혹은근육효소수치의상승이나타남');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','원위성근디스트로피','주로소아후반/청년기에시작되는원위부근육의위약을주증상으로하는진행성질환을가진환자로서/
근전도검사/유전자검사(DYSF/TIA1)/혹은근생검상근이영양증이외에근위약을유발할수있는다른질환이확인되지않은경우(하위분류에따른특정유전자이상이나근생검상근섬유내에특징적인vacule이관찰되는경우를포함함)
근생검상근디스트로피의소견이필수이며해당단백의면역조직화학염색소견이포함되는것을권장');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','조기수축을동반하는양성어깨종아리[에머리-드라이프스]근디스트로피','소아기에시작되는근위약/구축을주된증상으로하는진행성질환을가진환자로서/
EMD혹은LMNA유전자의돌연변이가확인되거나
근생검검사상EDMD를시사하는소견이관찰되면서심장전도장애의소견이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','뒤쉔또는베커와유사한보통염색체열성/소아형근디스트로피','소아기에시작되는근위약/구축을주된증상으로하는진행성질환을가진환자로서/
Duchenne/Becker근이영양증과유사한증상/징후를보이나유전형태가상염색체열성의패턴을보이는경우
근생검상근디스트로피의소견이필수이며해당단백의면역조직화학염색소견이포함되어야함
유전자(AN5/BVES/CAPN/CL6A3/DYSF/FKRP/FKTN/HNRPA2B1/LGMD1H/LIMS2/MYT/PLEC1/PGLUT1/SGCA/SGCB/SGCD/SGCG등)돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','중증[뒤쉔]근디스트로피','소아기에시작되는근위약/구축을주된증상으로하는진행성질환을가진환자로서/
Dystrphin유전자의돌연변이확인혹은남아의경우모계유전을의심할수있는충분한근거가있거나/근생검상dystrphin의발현이감소한소견이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','지대근디스트로피','다양한유전형태/임상양상을보이는사지의근위부근위약을주된증상으로하는진행성질환을가진환자로
대개근효소수치의상승이나타나며근생검상근이영양증을시사하는소견이관찰되는경우(하위분류에따른특정유전자이상이나근생검상특정단백질발현이감소된경우를포함함)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','근디스트로피','진행성근위약을주된증상으로하는진행성질환을가진환자로서/
근육효소수치의상승/근생검상근이영양증이확인되는경우(근생검:해당단백의면역조직화학염색소견이포함되어야함)
유전자(DMD/TTID/LMNA/CAV3/DNAJB6/DES/TNP3/HNRPDL등)돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','눈근디스트로피','주로중년이후(30-40세이후)에시작되는외안근의진행성위약을주된증상으로하는환자로서/진행성복시를유발할수있는다른질병이배제된경우
환자에따라전신근육의위약이발생할수있음
유전자(PABPN1)돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G71.0','눈인두성근디스트로피','주로중년이후(대개40대이후)에시작되는안검하수/연하곤란을주된증상으로하고동안근마비/근위부근육의위약/안면/경부근육의위약을동반하는매우느린진행성질환을가진환자로서/
근생검상근섬유내에특징적인vacule이관찰되는경우혹은PABPN1유전자에서(GCG)n삼핵산반복서열의이상반복이관찰되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G70.2','선천성/발달성근무력증','영아기/소아기에증상이발현하면서근육쇠약혹은근력저하를주증상으로함
복시등의안구증상이나타나거나전신적인근육쇠약과함께아세틸콜린수용체항체검사에서양성소견이나타나는경우/단아세틸콜린수용체항체검사가음성인경우근전도검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G70.0','중증근무력증','근육쇠약혹은근력저하를주증상으로하면서/복시등의안구증상이나타나거나전신적인근육쇠약과함께아세틸콜린수용체항체검사에서양성소견이나타나고근전도검사(Jllytest)상양성반응이나타나는경우
상기증상을일으킬수있는다른전신적질환이존재하지않는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G61.8','만성염증성탈수초성다발신경병증','아급성또는만성으로발생하는다발성탈수초성신경병으로근전도검사상탈수초성소견을확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G61.8','다초점운동신경병증','위축이동반된진행성비대칭성운동신경병으로신경전도검사에서전도차단소견을보이거나Srumanti-GM1IgM양성이거나위팔신경얼기(brachialplexus)의조영증강이나비후(hypertrphy)MRI소견이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G61.0','길랭-바레증후군','급성/아급성으로진행하는전신적신경병증
상기질환을유발할수있는다른질환이배제되어야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G61.0','밀러휘셔증후군','비교적급성발병의외안근운동의제한(externalphthalmplegia)/운동실조(ataxia)/건반사저하(generalizedhypreflexia)의증상을보이면서이러한증상을나타낼수있는다른신경학적이상질환이배제된경우
때로는외안근운동의마비만관찰되는partialfrm도존재함
Anti-GQ1bantibdy가양성을보일수있어확진에도움이됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','루시-레비증후군','소아시기에발현하는/보행실조/심부건반사저하/족부변형/척추측만증등의증상
유전자검사에서해당하는유전자돌연변이를증명할수있거나가족력을확인할수있는경우확진할수있으나/임상적진찰/검사를통하여도진단할수있음
신경생검이진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','비골근위축(축삭형/비대형)','소아/성인시기에시작되는진행성신경병증으로신경전도검사/근전도검사에서해당하는말초신경의신경병증이확인되는경우
유전자돌연변이확인
신경생검이진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','샤르코-마리-투스질환','운동신경/감각신경의신경병증이임상진찰/신경전도/근전도검사에서확인됨
유전자검사에서해당하는유전자돌연변이가확인되거나가족력을확인할수있는경우
신경생검이진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','유전성운동/감각신경병증I-IV형','운동혹은감각신경의신경병증이임상진찰/신경전도/근전도검사에서확인됨
유전자검사에서해당하는유전자돌연변이가확인되거나가족력을확인할수있는경우
신경생검이진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','유전성운동/감각신경병증','운동신경/감각신경의신경병증이임상진찰/신경전도/근전도검사에서확인됨
유전자검사에서해당하는유전자돌연변이가확인되거나가족력을확인할수있는경우
신경생검이진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','영아기의비대성신경병증','영아/소아시기에시작되는신경병증으로/신경병증으로인한근력저하/족부의변형이동반됨
유전자검사에서해당하는유전자돌연변이가발견되거나신경병리검사상특징적인nin-bulbfrmatin이관찰되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G60.0','데제린-소타스병','영아/소아시기에시작되는신경병증으로/신경병증으로인한근력저하/족부의변형이동반됨
유전자검사에서해당하는유전자돌연변이가발견되거나신경병리검사상특징적인nin-bulbfrmatin이관찰되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G51.8','파리-롬버르그증후군','진단은근본적으로임상적인특징에기초한다.신경학적증상과관련하여중추신경계영상진단이도움이될수있다.피부생검(Bipsy/환자로부터세포나조직을떼어내어관찰하는의학적진단과정)은국소경화증을배제하는데이용될수있으나/패리-롬버그병의진단에도움이되지는않다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G51.2','멜케르손-로젠탈증후군','다음증상을보이는환자
재발하는안면부종(재발하는안면/혀의부종으로인하여linguaplicata가발생할수있음)
재발하는안면마비(안면마비는Melkerssn-Rsenthalsyndrme의약30%에서발생하기때문에/안면마비가없다고하여MRS를진단하지못하는것은아님)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G51.2','멜커슨증후군','다음증상을보이는환자
재발하는안면부종(재발하는안면/혀의부종으로인하여linguaplicata가발생할수있음)
재발하는안면마비(안면마비는Melkerssn-Rsenthalsyndrme의약30%에서발생하기때문에/안면마비가없다고하여MRS를진단하지못하는것은아님)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G47.4','발작수면/허탈발작','주간졸음증이최소한3개월동안지속되어야함
다중수면잠복기검사(MultipleSleepLatencyTest/MSLT)나척수액의Hypcretin-1농도를측정하여다음의기준을만족해야함.
(1)탈력발작의병력이없는경우:야간수면다원검사를실시한다음날시행한다중수면잠복기검사(MSLT/MultipleSleepLatencyTest)에서다음의2가지조건을충족해야함
①평균입면시간(Meansleeplatency)이8분이하
②SREMP(Sleep-nsetREMperid)이2회이상관찰
(2)탈력발작의병력이있는경우:다중수면잠복기검사에서다음의2가지조건을충족해야함.
①평균입면시간이8분이하
②SREMP이1회이상
또는
(3)척수액검사에서Hypcretin-1이110pg/mL이하로측정된경우
다른수면장애/내과적질환이나신경과적질환/정신과적질환/약물사용/약물남용에의해서주간졸음증이유발되지않아야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G47.31','하다드증후군','(진단기준)
임상소견(선천성중추성수면무호흡증:잠들어있는동안의청색증/복부X-ray/Barium검사/직장생검(Hirschsprung''sdisease진단)

(검사항목)
복부X-ray/Barium검사/직장생검/유전자검사(PHX2Bgene)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.9','상세불명의뇌전증지속상태','뇌전증발작(국소적/전반적구분안됨)이30분이상지속되거나의식의회복없이발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.8','기타뇌전증지속상태','기타뇌전증발작이30분이상지속되거나의식의회복없이발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.2','복합부분뇌전증지속상태','복합부분발작이30분이상지속되거나의식의회복없이발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.1','뇌전증압상스지속상태','압상스발작이30분이상지속되거나중간에의식의회복없이발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.1','소발작뇌전증지속상태','단순부분발작이30분이상지속되거나중간에운동기능의회복없이30분이상발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.0','긴장-간대성뇌전증지속상태','강직간대성발작이30분이상지속되거나중간에의식의회복없이30분이상발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G41.0','대발작뇌전증지속상태','대발작이30분이상지속되거나중간에의식의회복없이30분이상발작이반복하여발생하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G40.4','웨스트증후군','생후1년을전후로특징적인임상양상(반복적인체간/사지의전반적굴곡운동이나타나는경우(흔하지않게신전운동이보일수있음)
뇌파검사에서특징적인소견을보이는경우:cntinuusmultifcalspikesandslwwavesflargeamplitude(hypsarrhythmia)/전형적인뇌파소견이없는경우임상증상이확실하면진단가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G40.4','레녹스-가스토증후군','소아기발생
뇌파검사에서미만성극서파복합과전반적다극파가거의지속적으로관찰됨
일반적으로심한발달지연/심리장애/정신운동지체/성격장애가동반됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G36.0','시신경척수염[데빅병]','24시간이상지속되는중추신경계의신경학적이상이있으면서/이에부합되는탈수초성혹은염증성병변이MRI에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때/임상양상과MRI소견그리고혈청검사(항-아쿠아포린4항체)를종합적으로고려하여진단함

(1)항-아쿠아포린4항체가양성이면서다음6가지임상양상중한가지를보인경우(시신경염/급성척수염/areapstremasyndrme/급성뇌간증후군/급성간뇌증후군(acutediencephalicclinicalsyndrme)/symptmaticcerebralsyndrme
(2)항-아쿠아포린4항체가음성이거나검사를시행할수없을경우에는위6가지임상양상중적어도2가지이상의임상양상을보이며적어도한번은시신경염/척수분절3개이상을침범하는광범위한척수염/혹은areapstremasyndrme을보인경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G35','다발경화증NS','24시간이상지속되는중추신경계(대뇌/소뇌/뇌간/시신경/척수등)의신경학적장애가있으면서/이에부합되는탈수초성혹은염증성병변이MRI나CT에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때
상기소견을만족하면서/
(1)상기증상이1개월이상의간격을두고1회이상재발한경우이거나
(2)상기증상이1년이상지속적으로악화되는경우이거나
(3)상기증상이처음발생한경우에는/MRI에서2개또는그이상의다발성경화증을시사하는병소가관찰될때/또는특징적인뇌척수액검사소견을보이거나(IgGindex증가/CSFligclnalband양성)VEP소견을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G35','전신성(∼의)다발경화증','24시간이상지속되는중추신경계(대뇌/소뇌/뇌간/시신경/척수등)의신경학적장애가있으면서/이에부합되는탈수초성혹은염증성병변이MRI나CT에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때
상기소견을만족하면서/
(1)상기증상이1개월이상의간격을두고1회이상재발한경우이거나
(2)상기증상이1년이상지속적으로악화되는경우이거나
(3)상기증상이처음발생한경우에는/MRI에서2개또는그이상의다발성경화증을시사하는병소가관찰될때/또는특징적인뇌척수액검사소견을보이거나(IgGindex증가/CSFligclnalband양성)VEP소견을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G35','척수(∼의)다발경화증','24시간이상지속되는중추신경계(대뇌/소뇌/뇌간/시신경/척수등)의신경학적장애가있으면서/이에부합되는탈수초성혹은염증성병변이MRI나CT에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때
상기소견을만족하면서/
(1)상기증상이1개월이상의간격을두고1회이상재발한경우이거나
(2)상기증상이1년이상지속적으로악화되는경우이거나
(3)상기증상이처음발생한경우에는/MRI에서2개또는그이상의다발성경화증을시사하는병소가관찰될때/또는특징적인뇌척수액검사소견을보이거나(IgGindex증가/CSFligclnalband양성)VEP소견을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G35','파종성(∼의)다발경화증','24시간이상지속되는중추신경계(대뇌/소뇌/뇌간/시신경/척수등)의신경학적장애가있으면서/이에부합되는탈수초성혹은염증성병변이MRI나CT에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때
상기소견을만족하면서/
(1)상기증상이1개월이상의간격을두고1회이상재발한경우이거나
(2)상기증상이1년이상지속적으로악화되는경우이거나
(3)상기증상이처음발생한경우에는/MRI에서2개또는그이상의다발성경화증을시사하는병소가관찰될때/또는특징적인뇌척수액검사소견을보이거나(IgGindex증가/CSFligclnalband양성)VEP소견을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G35','뇌간(∼의)다발경화증','24시간이상지속되는중추신경계(대뇌/소뇌/뇌간/시신경/척수등)의신경학적장애가있으면서/이에부합되는탈수초성혹은염증성병변이MRI나CT에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때
상기소견을만족하면서/
(1)상기증상이1개월이상의간격을두고1회이상재발한경우이거나
(2)상기증상이1년이상지속적으로악화되는경우이거나
(3)상기증상이처음발생한경우에는/MRI에서2개또는그이상의다발성경화증을시사하는병소가관찰될때/또는특징적인뇌척수액검사소견을보이거나(IgGindex증가/CSFligclnalband양성)VEP소견을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G35','다발경화증','24시간이상지속되는중추신경계(대뇌/소뇌/뇌간/시신경/척수등)의신경학적장애가있으면서/이에부합되는탈수초성혹은염증성병변이MRI나CT에서확인되고/종양/감염/혈관질환등의다른설명가능한질환이배제되었을때
상기소견을만족하면서/
(1)상기증상이1개월이상의간격을두고1회이상재발한경우이거나
(2)상기증상이1년이상지속적으로악화되는경우이거나
(3)상기증상이처음발생한경우에는/MRI에서2개또는그이상의다발성경화증을시사하는병소가관찰될때/또는특징적인뇌척수액검사소견을보이거나(IgGindex증가/CSFligclnalband양성)VEP소견을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G31.88','아이카디-구티에레스증후군','(진단기준)
신생아기특징적임상증상/동반기형여부확인을위한영상검사/유전자검사

(검사항목)
임상증상/BrainMRI/TREX1/RNASEH2A/RNASEH2B/RNASEH2C/SAMHD1유전자검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G31.81','아급성괴사성뇌병증[리이]','정신운동지체/발작/안구진탕등다양한임상증상가능
대칭적인뇌손상영상소견
유전자이상(유전자검사에서이상소견이나오지않더라도임상적판단으로진단가능)
혈액/뇌척수액/혹은소변에서Lacticacidsis소견(이상없어도임상적판단으로진단가능)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G25.8','강직인간증후군','임상적전기생리학적으로합당하며antiGAD항체양성');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G24.8','돌발성운동유발이상운동','진단기준:다른기질적질환은배제되고신경학적진찰은정상/임상증상으로진단/PRRT2유전자등의돌연변이발견
영상검사:X?ray/CT/MRI
임상증상:
(1)운동/놀람/과호흡/긴장등의유발원인에의해근강직/이상운동/과긴장등이발생(2)증상지속시간이1분이내;(3)통증이나의식소실이없음(4)다른기질적질환은배제되고신경학적진찰은정상(5)카바마제핀/오스카바제핀/레비트라세탐/페니토인등의다양한항뇌전증약제중중2가지이상약제에도조절되지않는중증이상운동(6)가족력이없는경우발병연령이1세에서20세
유전자검사:PRRT2유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G23.8','파르병','뇌영상검사(CTrMRI)에서다른원인(감염/독성물질노출/외상/생화학검사이상)으로설명이안되는양측성석회침착이확인되는경우
원인유전자변이(SLC20A2/PDGFB/PDGFRB/XPR1/MYRG등)가발견되거나점차진행하는운동/신경정신증상이동반되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G23.1','진행성핵상안근마비[스틸-리차드슨-올스제위스키]','경증(mild)이상의서동(bradykinesia)이반드시있어야하고(즉/UPDRS의서동항목당2점이상)/이에더해서근경축(muscularrigidity)/안정진전(resttremr)/그리고직립자세불안정(psturalinstability)중/적어도한가지이상있으면‘파킨슨증’(parkinsnism)이있다고진단함
이러한‘파킨슨증’이뇌경색/약물부작용/두부외상/뇌염/저산소증에의한뇌손상등으로기인한것이아님을확인해야함
40세이후에발병하여서서히진행하는양상의질환으로Verticalsupranuclearpalsy혹은verticalsaccadeslwing/자세불안정에의한넘어짐이동반되는경우진단함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G23.0','색소성담창구변성','서서히진행하는이상운동질환/인지기능장애가있음
뇌자기공명영상(T2weightedimage)에서기저핵의철분의침착을시사하는소견이확인됨
여러가지유전자이상에의한질환이므로유전자이상이발견될수도있고없을수도있으며유전자이상이발견되면확진가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G23.0','할러포르덴-스파츠병','소아청소년기에발생하여서서히진행하는운동/추체로/추체외로증상/인지기능장애를보이면서/MRI(T2)에서추체외로증상의특징적인소견(pallidum부위에"eyefthetiger"sign)이확인되어야함
PANK2(pantthenatekinase2)genemutatin이발견되면진단에도움이될수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.9','상세불명의척수성근위축','진행성의근육위축증이있는환자중다른질환으로분류가어려운경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.8','기타척수성근위축/관련증후군','감각증상없이진행성위약을보이는운동신경원질환으로근전도검사에서범발성탈신경소견이확인되나/유전자이상이증명되지않은경우진단함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.28','케네디병','케네디병은유전성운동신경세포병으로신경학적진찰과신경전도/침근전도검사와더불어andrgenreceptr의exn1번의CAGrepeat수가36개이상번복되는경우진단되는유전성질환

유전자검사/신경학전진찰/근전도/신경전도검사를통한진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.21','산발형근위축측삭경화증','진찰상위운동신경세포병터와아래운동신경세포병터를확인하고근전도검사상탈신경소견(neurgenicchange)를확인한경우진단함
단/병의초기나병의경과중에위운동신경세포병터를관찰하기어려운경우가존재하므로/특징적인진행성근위약과근위축이있는경우에는근전도검사상neurgenicchange에합당하면진단함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.20','가족성운동신경세포병','운동신경세포병중루게릭병은널리알려진revisedElEscrialcriteria에따라pssible/prbable/prbablewithlabratrysupprted그리고definite한경우로나뉨.이는신경학적진찰과신경전도/침근전도검사를통해이루어지며충분한검사를통해다른질환들이배제되어야함.

이에따라/유전자검사/근전도검사/신경학적진찰을통하여진단

*다양한원인유전자들이있으나가족내에서도표현형이다른경우가많아(exSD1mutatin)가족성운동신경세포병이라할지라도가계도가그려지지않는경우가많을수있다는점도유념할필요가있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.2','운동신경세포병(단/기타/상세불명의운동신경세포병(G12.28)은제외)','서서히진행하는근위약/근위축이있으며진찰상위운동신경세포병터와아래운동신경세포병터소견을보이고근전도검사상탈신경소견(neurgenicchange)를확인한경우진단함
단/병의초기나병의경과중에위운동신경세포병터를관찰하기어려운경우가존재하므로/특징적인진행성근위약과근위축이있는경우에는근전도검사상neurgenicchange에합당하면진단함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','원위척수성근위축','일반적인distalmuscularatrphy와는달리pximalmuscles이아닌distalmuscle의weakness와atrphy를보이는질환으로근전도검사상mtrneurn의질환을시사하는소견을확인해야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','소아형/Ⅱ형척수성근위축','Histry:impairedmtrdevelpmentrthelssfmtrskills
Physicalexaminatin:predminantprximalweakness.hyptnia/andabsentdeeptendnreflexes
Agefnset:birtht6~18mnth
Curse;sitsindependently/lifeexpectancyintthe20sr30s
Autsmalrecessivedisrder또는spradic
유전학검사로확진되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','어깨종아리형척수성근위축','nset과curse는variable함
Scapulperneldistributin의근력쇠약을보임
근전도검사상neurgenicchange를보임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','연소형/Ⅲ형[쿠겔베르그-벨란더]척수성근위축','Histry:impairedmtrdevelpmentrthelssfmtrskills
Physicalexaminatin:predminantprximalweakness.hyptnia/andabsentdeeptendnreflexes
Agefnset:>18mnths
Curse:walk/nrmallifeexpectancy
Autsmalrecessivedisrder또는spradic
유전학검사로확진되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','소아기의진행성연수마비[파지오-론데]','소아초기에발생하며안구운동장애를동반한얼굴/구마비가특징
상운동신경장애는없으며산발적인경우도있지만주로상염색체열성유전을함
발병2년이내호흡부전으로사망함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','성인형척수성근위축','성인에서발병(평균발병연령은30대중반)/천천히진행하는팔다리이음위약
근전도에서탈신경소견확인/SMN/VAPB등하부운동신경원질환의원인유전자이상확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.1','기타유전성척수성근위축','Kennedy''sdisease
남성
서서히진행하는근위약과근위축
근전도검사상mtrneurndisease를시사하는이상소견
유전자검사양성');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G12.0','영아척수성근위축/I형[베르드니히-호프만]','Histry:impairedmtrdevelpmentrthelssfmtrskills
Physicalexaminatin:predminantprximalweakness.hyptnia/andabsentdeeptendnreflexes
Agefnset:birtht6mnth
Curse:neversitindependently/prgressivecurse/demise<2yearsld
Autsmalrecessivedisrder또는spradic
위의사항을만족하면서다음3항목중1가지이상을만족하는경우에진단
(1)DNAanalysis*:SMN(survivalmtrneurn)유전자의결실확인
(2)근전도검사상탈신경전위확인
(3)근생검상척수성근위축증에합당한소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.9','유전성소뇌의운동실조NS','원인이밝혀지지않은운동실조증중가족력이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.9','유전성소뇌의병','신경학적진찰/뇌영상검사를통하여확인된소뇌의질환
증상의발생이후다소진행하는경우
유전자검사에서원인유전자돌연변이가밝혀지거나가족력이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.9','상세불명의유전성운동실조','원인이밝혀지지않은운동실조증중가족력을확인할수없거나가족력이불확실한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.9','유전성소뇌의증후군','신경학적진찰/뇌영상검사를통하여확인된소뇌의질환
유전자검사에서원인유전자돌연변이가밝혀지거나가족력이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.9','유전성소뇌의변성','신경학적진찰/뇌영상검사를통하여확인된소뇌의변성
증상의발생이후다소진행하는경우
유전자검사에서원인유전자돌연변이가밝혀지거나가족력이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.8','기타유전성운동실조','원인이밝혀지지않은운동실조증중가족력이확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.4','유전성강직성하반신마비','진행형의강직성하반신마비
대뇌기능/소뇌기능/시력/청력등에서이상이나타날수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.3','DNA복구결손을수반한소뇌성운동실조','아래와같은진단명을갖고있는환자
(1)Ataxiawithclumtrapraxia(AA1)
(2)Ataxiawithclumtrapraxia(AA2)
(3)Spincerebellarataxiawthaxnalneurpathy1(SCAN1)
다음의임상증상등을보이는경우
(1)조기발병운동실조
(2)안구운동불능증(culmtrapraxia)
(3)근효소상승(elevatedCK)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.3','모세혈관확장성운동실조[루이-바]','다음과같은증상을갖고있는환자:운동실조/모세혈관확장/면역결핍/혈청alpha-fetprtein의상승
유전자검사에서확진되는경우진단이가능하나/유전자검상에서돌연변이가발견되지않아도임상적판단으로진단가능
단/운동실조이외의다른증상은ataxia-telangiectasia환자에서나타나지않을수도있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.2','만기발병소뇌성운동실조(발병은보통20세이후)','20세이후에발생하여일정정도진행하는운동실조증/일정정도진행하다가진행이중단되어도진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.1','본태성떨림을(를)동반한조기발병소뇌성운동실조','20세이전에증상이나타나는운동실조증/본태성진전(essentialtremr)이동반되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.1','보류된힘줄반사을(를)동반한조기발병소뇌성운동실조','소아/청년시기에증상이나타나는운동실조증/그가운데심부건반사가남아있는경우진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.1','X-연관열성척수소뇌성운동실조','소아/청년시기에증상이나타나는운동실조증
X염색체에서돌연변이가확인되는경우진단할수있으나/가족력상X염색체유전형태가확인되는경우돌연변이가유전자검사에서증명되지않아도진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.1','마이오클로누스[헌트운동실조]을(를)동반한조기발병소뇌성운동실조','20세이전에증상이나타나는운동실조증/간대성근경련(myclnus)이동반되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.1','조기발병소뇌성운동실조(발병은보통20세이전)','20세이전에증상이나타나는운동실조증이있거나유전자돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.1','프리드라이히운동실조(보통염색체열성)','소아/성인시기(50세이전)에발현하기시작하는상염색체열성유전의진행성운동실조증
유전자검사에서확진되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G11.0','선천성비진행성운동실조','영아/소아시기에발현하기시작하는운동실조/보행장애
성인시기까지일정정도증상의악화/호전을보일수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G10','헌팅톤무도병','헌팅틴(Huntingtin)의유전자돌연변이(CAG삼염기반복확장)
손/발/얼굴/몸통에있는불수의근의점진적인변화
인지능력과기억능력의점진적인감퇴
신경학적운동이상(무도병/무정위운동)
점차진행되는지남력장애와혼동/인격의붕괴/기억력감퇴/동요(흥분)/안절부절못함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G10','헌팅톤병','헌팅틴(Huntingtin)의유전자돌연변이(CAG삼염기반복확장)
손/발/얼굴/몸통에있는불수의근의점진적인변화
인지능력과기억능력의점진적인감퇴
신경학적운동이상(무도병/무정위운동)
점차진행되는지남력장애와혼동/인격의붕괴/기억력감퇴/동요(흥분)/안절부절못함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G04.8','자가면역뇌염','아래세가지에모두해당하는경우
1.단기기억상실/의식상태변화(alteredmentalstatus)/또는정신과적증상(psychiatricsymptms)중한가지이상이3개월이내발현
2.다음중한가지에해당하는경우
가.새로운국소적중추신경계병변을시사하는임상소견
나.이전에알려진경련성질환으로설명할수없는경련
다.뇌척수액검사상백혈구수가5cells/mm3이상
라.뇌염을시사하는MRI소견
3.바이러스성뇌염등다른원인을배제');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'G04.8','라스무센뇌염','ㅇ라스무센뇌염은임상적평가/세부적인병력/뇌파검사(EEG)/전산화단층촬영술(CT)/자기공명영상(MRI)으로진단
ㅇ라스무센뇌염의뇌파소견은비특이적이며광범위한측두엽중심의서파와간혹편측화된극파를보이는등의연속성부분간질로나타나며/자기공명영상(MRI)에서는점진적으로진행하는국소성또는대뇌반구의위축이확인/뇌의조직병리소견에서는특징적인소견을보이는데/신경세포탐식증/소교세포결절/대뇌피질두께의다양한감소/해면상변화/반응성성상세포증/경막림프구증/혈관주위림프구의동심원상배열등이그것이다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'F84.2','레트증후군','MECP2gene의돌연변이를보이거나다음의기준들을만족시킬때
필수적기준
(1)출생후6개월에서18개월까지정상적인발달을보임
(2)출생시정상적인머리둘레를보이지만/이후나이가들어감에따라머리성장률이느려짐(6개월에서4세사이에시작됨)
(3)표현언어(Expressivelanguage)와수용언어(Receptivelanguage)가심각하게손상됨
(4)지능발달이매우느린것처럼보임.그러나실제로환자의정확한지능은측정할수없음
(5)1∼4세에의도적인손기술(Purpsefulhandskill)능력이상실됨
(6)반복적인손동작이나타남
(7)아이가화가났거나초조해지면상체를흔드는데팔과다리까지흔들수있음
(8)걸음걸이가불안정하며/보폭이넓고/뻣뻣한다리로걷는것과같은걸음걸이/까치발걷기가나타남
제외기준
(1)확진된선천성대사질환또는퇴행성신경질환
(2)후천적신경질환(심한두부외상과감염에의한)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'F80.3','뇌전증에동반된후천성실어증(失語症)[란다우-클레프너]','임상증상:정상언어발달을하던소아(2-8세)가발작/뇌파이상과동반되어진행성실어증을나타내는경우
뇌파검사:각성시측두/두정엽부위의발작파와수면시활성화되어거의지속적으로나타나는양측성극서파(bilatrialspikewave)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'F01.1','카다실','카다실(CADASIL)은드문병이며/진단을위해서는고혈압/당뇨/흡연등뇌졸중의위험인자가없는젊은환자에서뇌경색증상이나타날때이진단을의심하는것이중요하다.진단을위해뇌영상의역할이매우중요한데뇌MRI에서기저핵/백질//뇌교부위에다양한크기와모양의다발성뇌경색이보인다.병리학적검사상현미경소견에서는침범된소혈관의벽이두꺼워져있으며그직경이상당히감소되어있다.전자현미경검사상침범된소혈관에서혈관평활근을둘러싸고있는granularsmphilicmaterial이관찰되는데비장/간/신장/근육/피부에서도보일수있다.따라서임상적으로피부생검에서이러한소견이보인다면카다실(CADASIL)로확진할수있다.
대부분가족력을보이므로환자자신을포함직계가족들을대상으로NTCH3유전자의돌연변이여부를확인함으로써확진할수있다.

*유전학검사로유전자이상이확인되지않은경우조직학검사(피부생검)실시(유전자이상결과가없더라도실시한근거가있어야등록가능)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E88.1','선천성전신지방디스트로피','임상증상:출생시혹은출생직후부터시작된전신지방조직의결손/근육질체형(muscularappearance)/뚜렷한정맥/간비비대/인슐린저항성(흑색극세포증/당뇨/고지질혈증/지방간/다낭성난소증후군등)등
영상검사:초음파/CT/MRI등에서지방조직의결손/다낭성난소/간/비장비대확인
생화학검사:고인슐린혈증/고지질혈증/고혈당/당뇨등
유전학검사:GPAT2/BSCL2/CAV-1/PTRF유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E88.0','알파-1-항트립신결핍','임상증상:만성폐쇄성폐질환또는간질환이있으면서낮은혈청alpha?1antitrypsin소견을보이고유전자이상이있는경우
생화학검사:혈청alpha?1antitrypsin80mg/dL미만(80~50mg/dL경증/50mg/dL미만은중증)
유전자검사:SERPINA1유전자');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.4','국소적아밀로이드증','전신병변의증거가없으면서노화/당뇨/혹은기타요인으로인하여국소부위에국한된아밀로이드증이진단된경우
유전자검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.4','기관한정아밀로이드증','전신병변의증거가없으면서노화/당뇨/혹은기타요인으로인하여분리된장기에국한된아밀로이드증이진단된경우
유전자(CST3(cerebral)/PRNP(cerebral)/GSN(cular)/TTR(cular)/TACSTD2(cular)/TGFB1(cular)등)검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.2','상세불명의유전가족성아밀로이드증','유전가족성소인으로인하여분자유전학적검사상여러아밀로이드전구단백질의변이가확인되고기존분류에해당하지않는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.1','신경병성유전가족성아밀로이드증','상염색체우성의유전가족성아밀로이드증과같으며신경계병증이있는경우로분자유전학적검사상transthyretin/aplipprteinA-I/혹은gelslin등의다양한단백질의유전적변이가있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.1','아밀로이드다발신경병증(포르투갈)','상염색체우성의유전가족성아밀로이드증과같으며말초신경계병증이있는경우로분자유전학적검사상transthyretin/aplipprteinA-I/혹은gelslin등의다양한단백질의유전적변이가있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.0','가족성지중해열','호발하는민족적특성과더불어상염색체열성의가족력을가진환자에서급성염증소견/수치상승소견이있을때또는분자유전학적검사상MEFV유전자의변이가있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.0','비신경병성유전가족성아밀로이드증','유전가족성아밀로이드증과진단방법은같으나신경계병증이없는경우
유전자검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E85.0','유전성아밀로이드신장병증','가족력/조직검사(아밀로이드침착확인)/유전자검사(해당유전자돌연변이확인)을이용하여진단
신경계증상으로써감각신경병증/운동신경병증/혹은교감신경병증을보유');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E84.1','장증상을동반한낭성섬유증','소화장애/영양장애등발생/발한검사또는유전자검사로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E84.1','원위장폐쇄증후군','소화장애/영양장애등발생/발한검사또는유전자검사로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E84.1','낭성섬유증에서의태변장폐색','태어날때배가불러있고구토를하는등의증세가신생아에서동반/발한검사또는유전자검사로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E84.0','폐증상을동반한낭성섬유증','세균감염발생등의폐증상/발한검사또는유전자검사로확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.3','가족성저인산혈증','혈청칼슘농도는정상이나혈청인산농도가낮아져저인산혈증
혈청인산이낮음에도불구하고/소변으로의인산배출이증가되어있고혈청알칼리성인산분해효소의상승이현저신장세뇨관의인산재흡수율도40-70%정도로낮아짐
X-ray소견으로는골간단(metaphysis)이넓어지고/너덜너덜해지며/소주골(trabecularbne)이거칠게보임
PHEX혹은FGF23유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.3','비타민D저항골연화증','혈액내칼슘수치는정상이나인산이매우낮으며소변으로의인산배출이증가
혈액내알칼리성포스파타제의수치는증가되나부갑상선호르몬은정상이거나약간상승
PHEX유전자/FGF23유전자의분석이확진에도움이됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.3','인대사/인산분해효소장애','혈액내칼슘수치는정상이나인산이매우낮으며소변으로의인산배출이증가
혈액내알칼리성포스파타제의수치는증가되나부갑상선호르몬은정상이거나약간상승
PHEX유전자/FGF23유전자의분석이확진에도움이됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.3','산성인산분해효소결핍','혈액내칼슘수치는정상이나인산이매우낮으며소변으로의인산배출이증가
혈액내산성포스파타제의농도저하
부갑상선호르몬은정상이거나약간상승
ACP2유전자의분석이확진에도움이됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.3','저인산효소증','조직비특이적알칼리성인산가수분해효소(TNSALP)감소/TNSALP기질(즉/PLP/PPi/PEA)은혈청과소변에서증가/TNSALP활성은감소함
ALPL유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.3','비타민D저항구루병','혈액내칼슘수치는정상이나인산이매우낮으며소변으로의인산배출이증가
혈액내알칼리성포스파타제의수치는증가되나부갑상선호르몬은정상이거나약간상승
PHEX유전자/FGF23유전자의분석이확진에도움이됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.2','장병성말단피부염','임상증상:피부염/만성설사/성장장애/피부염/성장지연등
생화학검사:혈중아연농도0.6mcg/mL이하
유전학검사:SLC39A4유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.1','혈색소증','간비대/피부색소침착/당뇨병/심장병/관절염/생식선저하증등의전형적인혈색소증의증상을보이고/혈액검사에서트랜스페린포화상태와페리틴이현저히상승되어있고/자기공명영상이나초음파/컴퓨터단층촬영등의영상검사에서간의철과잉이증명되거나간조직검사에서철의농도가증가된경우
유전자검사에서HFE돌연변이(C282Y와H63D)가관찰되는경우진단할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.1','특발성폐헤모시데린증','특징적인임상증상(객혈/빈호흡/호흡곤란/빈맥/청색증/발열/성장부전/빈혈등)을보이면서흉부X-ray/CT검사또는폐조질검사상간질성폐렴(interstitialpneumnia)이나hemsiderin-ladenmacrphages을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.0','윌슨병','다음중2가지이상이있거나ATP7B유전자돌연변이발견시:특징적인각막환/특징적인신경학적이상소견/혈중내낮은세룰로플라스민수치/24시간동안소변의구리배설량은증가/간내증가된구리양');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.0','멘케스(꼬인모발)(강모)병','특징적인신경학적/신체진찰소견과더불어낮은혈중구리농도(70mg/dL이하)와낮은혈중cerulplasmin농도(20mg/dL)가있거나ATP7A유전자돌연변이발견시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E83.0','구리대사장애','멘케스병또는윌슨병
조직에서구리의축적(윌슨병)혹은결핍(멘케스병)이확인되거나혹은원인유전자돌연변이확인시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E80.2','포르피린증NS','소변/혈액또는대변에서포르피린증가를확인한경우
피부병변이주증상으로햇빛에노출된부위의피부가화상을입은것처럼벗겨지는광과민증/다모증보임
침착으로인한간경변증등의간기능이상을보이고/심한복통/오심/구토동반
대소변속에는붉은피가섞여있을수있으며심한경우에는우울증/불안/환상/경련발작가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E80.2','유전성코프로포르피린증','소변/혈액또는대변에서포르피린증가를확인한경우혹은원인유전자돌연변이확인시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E80.2','급성간헐성(간성)포르피린증','소변/혈액또는대변에서포르피린증가를확인한경우혹은원인유전자돌연변이확인시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E79.1','레쉬-니한증후군','고요산혈증/무도무정위운동/경직/정신지연/반복되는신석증/통풍관절염의증상이있거나
배양된섬유아세포또는적혈구에서hypxanthine-guaninephsphribsyltransferase의결핍혹은원인유전자돌연변이확인시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.1','푸고스축적증','섬유모세포(Ficrblast)와백혈구의효소검사에서알파-L-푸코시다제(Alpha-L-Fucsidase)효소의활동이감소로진단혹은원인유전자돌연변이확인시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.1','마노스축적증','백혈구나섬유모세포의효소검사에서알파만도시아제(α-Mannsidase)효소의활동이감소로진단
소변검사에서만노스(mannse)가많이포함된올리고당이증가된소견은진단을뒷받침하지만확진에이용되지는않음
유전검사에서MAN2B1유전자돌연변이를밝혀내기도함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.1','시알산증[뮤코지질증Ⅰ]','효소분석에서시이알리다제(sialidase)의결핍으로진단
백혈구나섬유모세포에서alpha-N-acetylneuraminidase가결핍혹은원인유전자돌연변이확인시');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.1','아스파르틸글루코사민뇨','확진은혈액검사에서효소분석을통해아스파르틸글루코스아미니다제(aspartylglucsaminidase)를측정함
분자유전학적으로는DNA분석을통해C163S변이를확인함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.1','당단백질분해의결손','확진은혈액검사에서효소분석을통해아스파르틸글루코스아미니다제(aspartylglucsaminidase)를측정함
분자유전학적으로는DNA분석을통해C162S변이를확인함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.0','뮤코지질증Ⅲ[거짓헐러다발디스트로피]','세포병의진단은출생전양수천자/융모막검사상에서UDP-N-acetylglucseamine-1-phsphtransferase의활성도가감소되어있는경우혹은원인유전자돌연변이확인시진단할수있음
출생후진단은백혈구나섬유모세포에서UDP-N-acetylglucseamine-1-phsphtransferase효소의활동을측정할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.0','라이소솜효소의번역후수정의결손','세포병의진단은출생전양수천자/융모막검사상에서UDP-N-acetylglucseamine-1-phsphtransferase의활성도가감소되어있는경우혹은원인유전자돌연변이확인시진단할수있음
출생후진단은백혈구나섬유모세포에서UDP-N-acetylglucseamine-3-phsphtransferase효소의활동을측정할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E77.0','뮤코지질증Ⅱ[Ⅰ-세포병]','세포병의진단은출생전양수천자/융모막검사상에서UDP-N-acetylglucseamine-1-phsphtransferase의활성도가감소되어있는경우혹은원인유전자돌연변이확인시진단할수있음
출생후진단은백혈구나섬유모세포에서UDP-N-acetylglucseamine-2-phsphtransferase효소의활동을측정할수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.2','산필립포(B형)(C형)(D형)증후군','효소분석에서N-acetyl-alpha-D-glucsaminidase/Acetyl-CA:Alpha-glucsaminideN-acetyltransferase/N-acetylclucsamine-6-sulfatase의결핍또는원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.2','Ⅲ/Ⅳ/Ⅵ/Ⅶ형점액다당류증','뮤코다당이조직내에축적되고소변으로배출되는질환
만성진행성신경증상/뮤코다당의여러장기축적되어장기비대현상
효소분석에서sulfamidase/N-acetyl-alpha-D-glucsaminidase/Acetyl-CA:Alpha-glucsaminideN-acetyltransferase/N-acetylclucsamine-6-sulfatase/galactse6-sulfatase/beta-galactsidase/arylsulfataseB/beta-clucurnidase중하나의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.2','마로토-라미(경도)(중증)증후군','뮤코다당이조직내에축적되고소변으로배출되는질환
뮤코다당의조직내축적/뼈의이상이심하여Hurler증후군과비숫하나지능이정상
효소분석에서arylsulfataseB의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.2','베타-글루쿠론산분해효소결핍','뮤코다당이조직내에축적되고소변으로배출되는질환
만성진행성/뮤코다당의여러장기축적되어장기비대현상/뼈와얼굴모양의이상
효소분석에서beta-glucurnidase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.2','모르키오(-유사)(고전적)증후군','뮤코다당이조직내에축적되고소변으로배출되는질환
뮤코다당의조직내축적/뼈의이상이심하며지능은정상typeA과B가있음
효소분석에서galactse6-sulfatase/beta-galactsidase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.1','Ⅱ형점액다당류증','뮤코다당이조직내에축적되고소변으로배출되는질환
만성진행성/뮤코다당이여러장기축적되어장기비대현상/뼈와얼굴모양의이상
효소분석에서idurnate2-sulfatase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.1','헌터증후군','뮤코다당이조직내에축적되고소변으로배출되는질환
만성진행성/뮤코다당의여러장기축적되어장기비대현상/뼈와얼굴모양의이상
효소분석에서idurnate3-sulfatase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.0','헐러-샤이에증후군','뮤코다당이조직내에축적되고소변으로배출되는질환
뮤코다당의축적에의한경도지능장애와신체이상소견
효소분석에서alpha-L-idurnidase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.0','헐러증후군','뮤코다당이조직내에축적되고소변으로배출되는질환
뮤코다당의축적에의한심각한지능장애와신체이상소견
효소분석에서alpha-L-idurnidase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.0','샤이에증후군','뮤코다당이조직내에축적되고소변으로배출되는질환
뮤코다당의축적에의한지능장애는없으며신체이상소견
효소분석에서idurnate2-sulfatase의결핍');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E76.0','Ⅰ형점액다당류증','뮤코다당이조직내에축적되고소변으로배출되는질환
뮤코다당의축적에의한심각한지능장애와신체이상소견
효소분석에서alpha-L-idurnidase의결핍/원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.5','월만병','빈혈/간기능이상/저혈당등의소견과함께배양된피부섬유아세포/백혈구에서acidlipase의결핍을증명하였거나LIPAgene의돌연변이가있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.5','대뇌건의콜레스테롤증[밴보게르트-쉐러-엡스타인]','juvenilecataracts/tendnxanthmasandprgressiveneurdegeneratin의증상을보이면서CYP27A1gene의돌연변이를갖거나MRI상에서cerebellaratrphy와xanthmatuslesin이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.4','얀스키-빌쇼스키병','임상적으로퇴행성신경질환이있으면서tripeptidyl-peptidase1의결핍이증명되거나TPP1gene의돌연변이를확인하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.4','신경세포세로이드라이포푸스신증','망막병증/시력손상/간질/치매
PPT-1/TPP-1/CTSD효소검사시행
조직에의ceridlipfuscin의침착되거나CLN1~CLN14lcus의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.4','스필마이어-보그트병','임상적으로퇴행성신경병증이있으면서PBS상에서림프구의세포질에vacule들이다수존재하는소견이존재하며CLN3gene의돌연변이가증명되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.4','바텐병','임상적으로퇴행성신경병증이있으면서PBS상에서림프구의세포질에vacule들이다수존재하는소견이존재하며CLN3gene의돌연변이가증명되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.4','쿠프스병','진행성근간대성간질/치매/운동이상증을보이면서DNAJC5gene의돌연변이가발견되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','크라베병','임상적으로중추신경병증이있으면서/백혈구/배양된섬유아세포/간조직/뇌조직에서galactcerebrsidase의결핍이증명되고GALC유전자검사에서돌연변이를확인하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','설파테이스결핍','간비대/진행하는간경화이상/골격계이상이동반
SUMF1유전자검사에서돌연변이를확인하는경우
백혈구나섬유아세포에서sulfatase의결핍이있을수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','카나반병','영아가3-5개월후에도“근육긴장저하/큰머리증/목을가누지못함”의세징후를보일경우카나반병을의심할수있으며/혈청과소변/뇌척수액내N-acetylasparticacid(NAA)농도증가로진단이가능하고아스파토아실라제유전자검사가확진에이용될수있다.
1.뇌영상(neurimaging)소견:영아기의CT나MRI는정상판독소견을보일수도있으나/뇌MRI에서대뇌겉질과겉질밑영역에서광범위한대칭성백색질변화가관찰될수도있다.자기공명분광검사에서특징적으로증가된NAA피크를보인다.
2.신경병리학소견:겉질밑해면변성증이관찰된다.
3.소변검사:개스크로마토그래피질량분광측정법(gaschrmatgraphy-massspectrmetry/GC-MS)으로소변내N-아세틸아스팍틴산농도증가를확인하면카나반병을진단할수있다.
4.혈액/뇌척수액:N-아세틸아스팍틴산농도증가를확인할수있다.
5.아스파토아실라제효소활성도:배양된피부섬유모세포에서효소활성도를측정할수있다.카나반병환자의경우효소활성이측정되지않고보인자의경우정상활성도의약절반정도수준이다.
6.분자유전학적검사:아스파토아실라제유전자돌연변이검사로확진검사/보인자검사/산전검사가모두가능하다.');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','펠리제우스-메르츠바하병','임상증상:안진증/근긴장저하/경련성사지마비/운동실조/발달지연등의임상양상을보이면서/유전학적검사여부가확인된경우
영상검사:brainMRI에서비정상적으로보이는myelin소견(백질뇌병증)
유전자검사:PLP1유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','화버증후군','임상적으로피하결절/관절염/후두침범에의한쉰목소리의증상/피하결절이나피부조직에서조직구내에지방축적에의한봉입체(inclusin)Farberbdy이보이는경우
배양된섬유아세포나백혈구의acidceramidase효소활성도가감소하거나ASAH1유전자의돌연변이로확진');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','파브리(-앤더슨)병','임상적으로말단감각이상/각화혈관종/땀분비이상/신장기능/안과적이상이있고(여성에서임상증상이경함)효소측정상에서Alpha-GalA의활성도가감소되어있고GLAgene의유전자돌연변이가발견됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','이염성백질디스트로피','임상적으로진행하는뇌신경병증이동반
ARSA유전자검사에서돌연변이가확인되는경우
백혈구나섬유아세포에서arylsulfataseA의결핍이있을수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','니만-픽병','임상적으로간질환/발달이상/정신과적이상이동반되면서골수에서Niemann-Pick세포가발견되거나피부의섬유아세포의콜레스테롤이동과축적기능의이상으로발생하는데/니만-픽병A와B는SMPD1유전자/니만-픽병C형은NPC1rNPC2유전자의돌연변이로확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.2','고쉐병','임상적으로간비비대/혈구감소증등의임상증상이있으면서/백혈구에서gluccerebrsidase의결핍이증명되고GBA유전자검사에서돌연변이를확인하는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.1','강글리오시드증NS','GM1-강글리오시드증/뮤코지질증IVB-GLB1-relateddisrder-임상적으로저신장/골격계이상이발생하고효소측정상에서beta-galactsidase의활성도가감소되어있는경우
GM3-강글리오시드증-각막혼탁/골격계이상등의이상증상과효소측정상에서UDP-N-acetylgalactsaminyltransferase의활성도가감소되어있는경우
GLB1/MCLN1유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.1','뮤코지질증Ⅳ','임상적으로심각한발달지연/저신장/골격계이상/각막혼탁/망막변성
혈장gastrinlevel의상승
MCLN1유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.1','GM₁-강글리오시드증','임상적으로중추신경병증/간비비대/각막혼탁등이다양한정도로나타나고/효소측정상에서beta-galactsidase의활성도가감소되어있는경우
GLB1유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.1','GM₃-강글리오시드증','임상적으로각막혼탁/골격계이상등의이상증상과효소측정상에서UDP-N-acetylgalactsaminyltransferase의활성도가감소되어있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.0','테이-삭스병','임상증상적으로신경퇴행성질환이있는환자에서효소측정상에서헥소사미니데이스A가결핍되어있고HEXA유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.0','GM₂-강글리오시드증NS','임상증상적으로신경퇴행성질환이있는환자에서효소측정상에서헥소사미니데이스A와B가모두결핍되어있고분자유전학적검사에서HEXA유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.0','GM₂-강글리오시드증','임상증상적으로신경퇴행성질환이있는환자에서효소측정상에서헥소사미니데이스A와B가모두결핍되어있고분자유전학적검사에서HEXA유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.0','연소형GM₂-강글리오시드증','임상증상적으로신경퇴행성질환이있는환자에서효소측정상에서헥소사미니데이스A가결핍되어있고HEXA유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.0','샌드호프병','임상증상적으로신경퇴행성질환이있는환자에서효소측정상에서헥소사미니데이스A와B가모두결핍되어있고분자유전학적검사에서HEXB유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E75.0','성인형GM₂-강글리오시드증','임상증상적으로신경퇴행성질환이있는환자에서효소측정상에서헥소사미니데이스A가결핍되어있고HEXA유전자의돌연변이가확인되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.8','옥살산뇨','1.임상양상(신장결석/요로결석/신장석회화/신부전)
2.생화학검사(urineglyclate증가/urinexalate증가)
3.유전자검사
4.조직에서alanineglyxylateamintrasferase와GRHPR효소activityassay');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.4','카복실레이스피루브산염의결핍','임상증상:심한젖산혈증과더불어저혈당증/식욕부전/근력약화/발달지연등다양한임상증상
생화학검사:반복적인젖산혈증/저혈당증/아미노산분석에서알라닌상승
효소검사:간조직과피부섬유모세포에서효소활성도측정에의해PyruvateCarbxylase결핍을확인함으로써진단함
유전자검사:PCgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.4','탈수소효소피루브산염의결핍','임상증상:심한젖산혈증과더불어저혈당증/식욕부전/근력약화/발달지연/호흡곤란/뇌병증등
생화학검사:반복적인젖산혈증/CSF의젖산증가/저혈당증/저케톤혈증
효소검사:조직생검(Tissuebipsy)으로부터채취한조직이나백혈구(Leukcytes)/섬유모세포(Fibrblasts)의Pyruvatedehydrgenasecmplex수치를측정함으로써확진
유전자검사:PDHA1/PDHX/PDHBgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.4','포스포에놀피루브산염카르복시카이네이스의결핍','임상증상:심한젖산혈증과더불어저혈당증/식욕부전/근력약화/발달지연등다양한임상증상
생화학검사:반복적인젖산혈증/저혈당증/저케톤혈증
효소검사:섬유모세포(fibrblast)에서포스포에놀파이루베이트카르복시키나아제결핍시진단
유전자검사:PCK1gene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.4','피루브산염대사/포도당신합성장애','심한젖산혈증과더불어저혈당증/식욕부전/근력약화/발달지연등다양한임상증상과더불어phsphenl-pyruvatecarbxykinase결핍/PyruvateCarbxylase결핍/Pyruvatedehydrgenasecmplex결핍/Dihydrlipamidedehydrgenase(E3)결핍/2-ketglutaratedehydrgenasecmplex결핍/Fumarase결핍/Succinatedehydrgenase결핍/Pyruvatetransprter결핍/Prtein-bundlipidacid결핍등과관련한효소검사를혈액/간조직/근육조직등에서확인할수있으나유전자검사(PC/PEPCK/PDHC/E3/E1/SDB/SDC/SDD/NFU1)로대체가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.2','갈락토스혈증','임상증상:생후수일내에생명을위협하는간세포이상/식이부전/의식이상/패혈증부터증상이경한형태까지다양한임상증상
생화학검사:갈락토스상승/galactse-1-phsphate상승(GALT결핍증)/갈락토키나아제결핍(GALK결핍증)/epimerase결핍(GALE결핍증)
효소검사:적혈구에있는효소의활성도검사:갈락토오스-1-인산유리딜전이효소(Galactse-1-phsphateuridyltransferase)/갈락토키나아제(Galactkinase)또는UDP-galactse4-epimerase결핍때진단
유전자검사:GALT/GALK/GALE');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.2','갈락토카이네이스결핍','임상증상:유아기백내장이올수있음
생화학검사에서갈락토스상승
효소분석에서갈락토키나아제결핍
유전자검사:GALK1');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.2','갈락토스대사장애','임상증상:생후수일내에생명을위협하는간세포이상/식이부전/의식이상/패혈증부터증상이경한형태까지다양한임상증상
생화학검사:갈락토스상승/galactse-1-phsphate상승(GALT결핍증)/갈락토키나아제결핍(GALK결핍증)/epimerase결핍(GALE결핍증)
효소검사:적혈구에있는효소의활성도검사:갈락토오스-1-인산유리딜전이효소(Galactse-1-phsphateuridyltransferase)/갈락토키나아제(Galactkinase)또는UDP-galactse4-epimerase결핍때진단
유전자검사:GALT/GALK/GALE');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','안데르센병','글리코젠축적병IV
임상증상:GSDtypeI임상증상과비슷하나간질환의진행속도가빠름.hepaticfrm/neurmuscularfrm으로분류됨.
생화학검사:간수치상승/응고인자이상
효소검사:간/근육조직검사에서glycgenbranchingenzyme검사가가능하나유전자검사로대체가능
조직검사:간이나근육조직의조직검사가가능하나유전자검사로대체가능
유전자검사:GBE1gene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','심장글리코젠증','글리코젠축적병II(Pmpedisease)
임상증상:심병증/근병증/호흡곤란/체중증가부전을갖는신생아형과근병증과심장병증이천천히진행하는청소년/성인형으로분류
효소검사:alpha-glucsidase결핍
유전자검사:GAAgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','허스병','글리코젠축적병VI(glycgenphsphrylasedeficiency)
임상증상:임상증상이별로없거나경함.성장장애/간수치상승/케톤성저혈당증이유아기에잘발생하고간비대를보이나나이가들면서간비대가호전됨
생화학검사:간수치상승/저혈당/고젖산혈증
효소검사:간조직검사후glycgenphsphrylase검사가가능하나유전자검사로대체가능
조직검사:간이나근육등침범조직의당원축적확인가능하나유전자검사로대체가능
유전자검사:PYGLgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','폼페병','글리코젠축적병II(Pmpedisease)
임상증상:심한심병증/근병증/호흡곤란/체중증가부전을갖는신생아형과근병증과심장병증이천천히진행하는청소년/성인형으로분류
효소검사:alpha-glucsidase결핍
유전자검사:GAAgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','폰기에르케병','글리코젠축적병(GSDType1a)
임상증상:저혈당/간비대/신장비대/저신장/반복적인저혈당성경련
생화학검사:간수치상승/고지혈증/고요산혈증/저혈당/고젖산혈증
효소검사:간조직생검후에G6Pase검사가능하나유전자검사로대체가능
조직검사:간조직의당원축적확인가능하나유전자검사로대체가능
유전자검사:G6PCgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','포르브스병','글리코젠축적병III
임상증상:GSDtypeI임상증상과비슷하고/GSDIIIa는간과근육을침범하고/GSDIIIb는간만침범하는형태임.GSDIII(glucsidaseactivity만감소)/GSDIIId(transferaseactivity)의감소를보임.
생화학검사:간수치상승/고콜레스테롤혈증
효소검사:적혈구/섬유모세포/간/근육조직검사후amyl-1/6-glucsidase검사가가능하나유전자검사로대체가능
조직검사:간이나근육등침범조직의당원축적확인가능하나유전자검사로대체가능
유전자검사:AGLgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','타루이병','글리코젠축적병VII
임상증상:근병증/용혈성빈혈/심근증이나경련등의전신증상도발생
생화학검사:간수치상승/CK상승/LDH감소
효소검사:근육조직검사후Phsphfructkinase을확인할수있으나유전자검사로대체가능
조직검사:근육조직의조직검사가능하나유전자검사로대체가능
유전자검사:PFKMgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','코리병','글리코젠축적병III
임상증상:GSDtypeI임상증상과비슷하고/GSDIIIa는간과근육을침범하고/GSDIIIb는간만침범하는형태임.GSDIII(glucsidaseactivity만감소)/GSDIIId(transferaseactivity)의감소를보임
생화학검사:간수치상승/고콜레스테롤혈증
효소검사:적혈구/섬유모세포/간/근육조직검사후amyl-1/6-glucsidase검사가가능하나유전자검사로대체가능
조직검사:간이나근육등침범조직의당원축적확인가능하나유전자검사로대체가능
유전자검사:AGLgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','간인산화효소결핍','글리코젠축적병VI(glycgenphsphrylasedeficiency)
임상증상:임상증상이별로없거나경함.성장장애/간수치상승/케톤성저혈당증이유아기에잘발생하고간비대를보이나나이가들면서간비대가호전됨
생화학검사:간수치상승/저혈당/고젖산혈증
효소검사:간조직검사후glycgenphsphrylase검사가가능하나유전자검사로대체가능
조직검사:간이나근육등침범조직의당원축적확인가능하나유전자검사로대체가능
유전자검사:PYGLgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','맥아들병','글리코젠축적병V
임상증상:근병증/운동기능저하등의근육이상이발생
생화학검사:간수치상승/CK상승/운동시고젖산혈증
운동부하검사/상완허혈검사후에젖산상승을볼수있으나유전자검사로대체가능
조직검사:근육조직의조직검사가능하나유전자검사로대체가능
유전자검사:PYGMgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','글리코젠축적병1b형A','Glucse-6-phsphatetranslcasedeficiency(글리코젠축적병type1b)
글리코젠축적병의임상증상과함께지속적혹은일시적인neutrpenia가동반
생화학검사:간수치상승/고지혈증/고요산혈증/고젖산혈증
효소검사:간조직생검후에G6PT검사가능하나유전자검사로대체
조직검사:간조직의당원축적확인가능하나유전자검사로대체가능
유전자검사:G6PTgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','글리코젠합성효소결핍','간조직검사에서글리코겐의과도한축적이확인되고저혈당이동반되는경우
GSD0a-liverglycgensynthase결핍
GSD0b-muscleglycgensynthase결핍
원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E74.0','글리코젠축적병','저혈당/간비대/신장비대/저신장/반복적인저혈당성경련/종류에따라심병증/근병증이동반되면서효소이상을보이고유전자검사에서이상을보이는경우진단가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E73.0','선천성젖당분해효소결핍','임상증상:신생아시기유당섭취후지속적인설사/체중증가부전
생화학검사:대변검사에서환원당증가
유전자검사:LCTgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.8','베타아미노산대사장애','1.DihydrpyrimidineDehydrgenasedeficiency
임상증상:심한정신지체와경련/과긴장성/이상생김새/자폐증/소두증을갖거나무증상환자도있음.성인에서의경우유방암/난소암/대장암이호발되고심한백혈구감소증/설사/신경학적증상을갖음
생화학검사:소변에서uracil/thymine의증가/혈장과CSF에서의uracil/thymine증가는심하지않음
유전자검사:DPYDgene
2.Dihydrpyrimidinasedeficiency
임상증상:심한정신지체와경련/이상한생김새(dysmrphism)/소두증부터무증상까지다양함.소화기계장애를50%에서갖음
생화학검사:소변에서dihydruracil/dihydrthymine의증가
유전자검사:DPYSgene
3.Ureidprpinasedeficiency(β-alaninesyntahsedeficiency)
임상증상:심한정신지체와경련/수초화장애(myelinatin)/소뇌저형성/비뇨생식기/대장항문의기형이발생할수있고/무증상도있음
생화학검사:Ureidprpinicacid(N-carbamyl-β-alanine)/ureidisbutyricacid(N-carbamyl-β-aminisbutyricacid)의증가
유전자검사:UPB1gene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.8','감마글루타밀회로의장애','1.γ-glutamylcysteinesynthetasedeficiency
임상증상:용혈성빈혈/말초신경병증/근육병증
생화학검사:글루타치온/Gamma-glutamylcysteine감소
유전자검사:GCLCgene
2.Glutathinesynthetasedeficiency
임상증상:용혈성빈혈/고열이나감염등의급성기에심한한증/전해질이상발생/진행하는중추신경증상(정신지체/경련/강직/운동실조)/안과이상진단
생화학검사:소변에서5-xprline의증가/글루타치온감소
효소검사:글루타치온합성효소감소(적혈구/섬유모세포)
유전자검사;GSSgene
3.γ-glutamyltranspeptidasedeficiency
무증상에서중추신경증상이있기도함.
생화학검사:글루타치온(혈장/소변)의증가
효소검사:Gamma-glutamyltranspeptidase(백혈구/섬유모세포)감소
4.5-xprlinasedeficiency
임상증상:다양하고신결석/장염/신생아저혈당/소두증/정신지체
생화학검사:소변유기산분석에서5-xprline증가/글루타치온정상
유전자검사:PLAHgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.8','숙신알데히드탈수소효소결핍(증)','·임상증상;저긴장증/발달지연/지적장애/언어장애/뇌전증/심부건반사의저하/운동실조/정신과적증상(주의력결핍과잉행동장애/공격성/강박장애등)
·소변/혈액/뇌척수액유기산검사에서4-hydrxybutyricacid의상승
·유전학검사에서ALDH5A1의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.5','글라이신대사장애','Nn-ketticHyperglycinaemia
임상증상:신생아형은식욕저하/의식이상/혼수/뇌증등의심각한신경학적이상이생후수일사이에발생하고/후기발현형(late-nset)의경우유아기에서후기사춘기에운동이상/행동이상/근력저하/발달지연/ADHD등의정신학적증상이발현되기도함
생화학적검사:혈장/뇌척수액의글라이신증가하고/CSF/plasmaglycine비율의증가(신생아형>0.08/후기발현형0.04-0.1>/정상<0.02)
유전자검사:AMT/GLDC/GCSH');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.5','고하이드록시프롤린혈증','1.Prlinexidasedeficiency(HyperprlinaemiatypeI)
임상증상:조현증의증세를보임
생화학검사:혈장/CSF의프롤린의증가
유전자검사:PRDHgene
2.Δ1-Pyrrline5-Carbxylatedehydrgenasedeficiency(HyperprlinaemiatypeII)
임상증상:반복적인경련을보임
생화학검사:혈장/CSF의프롤린의증가/pyrrline5-carbxylate의증가
유전자검사:ALDH4A1gene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.5','고프롤린혈증(Ⅰ/Ⅱ형)','1.Prlinexidasedeficiency(HyperprlinaemiatypeI)
임상증상:조현증의증세를보임
생화학검사:혈장/CSF의프롤린의증가
유전자검사:PRDHgene
2.Δ1-Pyrrline5-Carbxylatedehydrgenasedeficiency(HyperprlinaemiatypeII)
임상증상:반복적인경련을보임
생화학검사:혈장/CSF의프롤린의증가/pyrrline5-carbxylate의증가
유전자검사:ALDH4A1gene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.5','사르코신혈증','생화학검사:혈액/소변에서sarcsine의증가
효소검사:sarcsinedehydrgenase
유전자검사:SARDHgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.5','비케톤고글라이신혈증','임상증상:신생아형은식욕저하/의식이상/혼수/뇌증등의심각한신경학적이상이생후수일사이에발생하고/후기발현형(late-nset)의경우유아기에서후기사춘기에운동이상/행동이상/근력저하/발달지연/ADHD등의정신학적증상이발현되기도함
생화학적검사:혈장/뇌척수액의글라이신증가하고/CSF/plasmaglycine비율의증가(신생아형>0.08/후기발현형0.04-0.1>/정상<0.02)
유전자검사:AMT/GLDC/GCSH
*6번:hplc혹은질량분석기로확진');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.4','오르니틴트랜스카바미라제결핍','임상증상:남아에서신생아시기의구토/의식저하/식욕부진/고암모니아혈증/여아에서는무증상보인자에서심한증상까지다양함
생화학검사:고암모니아혈증/고오르니틴혈증/고호모시트룰린혈증/소변의오로산뇨증
유전자검사:TCgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.4','오르니틴혈증(Ⅰ/Ⅱ형)','1.rnithineAmintransferaseDeficiency(ATdeficiency)
임상증상:Gyrateatrphyfthechridandretina/안과적으로야맹증이소아기에발생하고/안과적으로시야결손/백내장(psterirsubcapsulartype)이10대에발생하고망막이상이발생함.40-60대경에눈이안보이게됨(blind).신생아시기에식욕부진/체중증가부전/고암모니아혈증/오로산뇨증을(rticaciduria)보이기도함
생화학검사:고오르니틴혈증이발생함.신생아형에서는고암모니아혈증을보이기도함
효소검사:간/근육/모근/피부섬유모세포나림프구에서rnithineamintransferase검사시행할수있으나유전자검사로대체
유전자검사:ATgene
2.Hyperrnithinaemia/hyperammnaemiaandhmcitrullinuria(HHH)syndrme
임상증상:반복적인고암모니아혈증/단백질섭취불능/구토/경련/발달지연/혼수상태/심한경우급성간염의증상을보이기도함
생화학검사:혈장오르니틴상승/암모니아상승/소변의호모시트룰린과오로산의증가
유전자검사:RNT1gene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.4','오르니틴대사장애','1.rnithineAmintransferaseDeficiency(ATdeficiency)
임상증상:Gyrateatrphyfthechridandretina/안과적으로야맹증이소아기에발생하고/안과적으로시야결손/백내장(psterirsubcapsulartype)이10대에발생하고망막이상이발생함.40-60대경에눈이안보이게됨(blind).신생아시기에식욕부진/체중증가부전/고암모니아혈증/오로산뇨증을(rticaciduria)보이기도함
생화학검사:고오르니틴혈증이발생함.신생아형에서는고암모니아혈증을보이기도함
효소검사:간/근육/모근/피부섬유모세포나림프구에서rnithineamintransferase검사시행할수있으나유전자검사로대체
유전자검사:ATgene
2.Hyperrnithinaemia/hyperammnaemiaandhmcitrullinuria(HHH)syndrme
임상증상:반복적인고암모니아혈증/단백질섭취불능/구토/경련/발달지연/혼수상태/심한경우급성간염의증상을보이기도함
생화학검사:혈장오르니틴상승/암모니아상승/소변의호모시트룰린과오로산의증가
유전자검사:RNT1gene
3.Δ1-Pyrrline-5-CarbxylateSynthasedeficiency(P5CSdeficiency)
임상증상:발달지연/피부/관절의과신전/근긴장도저하
생화학검사:정도의차이가있지만고암모니아혈증/고오르니틴혈증과시트룰린/아르기닌/프롤린등의감소또는정상을보임
유전자검사:ALDH18A1gene
4.Δ1-Pyrrline-5-Carbxylatereductasedeficiency(P5Creductasedeficiency
임상증상:피부/관절의과신전/정신지체
유전자검사:PYCR1gene
5.rnithinetranscarbamylasedeficiency(TCdeficiency)
남아에서신생아시기의구토/의식저하/식욕부진/고암모니아혈증/여아에서는무증상보인자에서심한증상까지다양함
생화학검사:고암모니아혈증/고오르니틴혈증/고호모시트룰린혈증/소변의오로산뇨증
유전자검사:TCgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.3','하이드록시라이신혈증','다양한정도의정신지체와함께hydrxylysinaemia를보임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.3','고라이신혈증','임상소견:무증상에서발달지연/경련/강직/운동실조/저신장이발생하거나관절의과신전이있음
생화학검사:lysinuriaupt15/000mml/mlcreatinine/혈장아미노산분석에서saccharpine/hmarginine/2-aminadipicacid/pipeclicacid의상승/CSF에서lysine의증가
효소검사:2-alpha-aminadipicsemialdehydesynthase결핍/2-xglutaratereductase/sacccharpinedehydrgease결핍
유전자검사:AASS');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.3','글루타르산뇨','임상증상:출생이후대두증이발생하고/이후유아기부터반복적인급성뇌증상(구토/의식이상/경련등)/저혈당/케톤뇨증/산혈증이발생/급성기에저혈당/케톤뇨증/산혈증/고암모니아혈증/간수치상승등이보일수있음
생화학검사.소변유기산분석에서3-Hydrxyglutaricacid상승이현저하며/혈장검사에서카르니틴결핍/C5-dicarbxylic(glutaryl)carinitine의상승이관찰됨
효소검사(glutarylCAdehydrgenaseleukcytesrculturedfibrblasts)도가능하나임상적으로의심되면최근DNA검사로대체됨
영상의학검사:출생혹은유아기의CT에서Sylvianfissurewideling/earlyfrnttempralatrphy/lentifrmnucleihypdensity/rwhitematterhypintensity관찰되고/BrainMRI상에서atrphyrhypplasiafthefrnttempralreginsfthecerebralhemispheres/enlargedpretempralmiddlecranialfssasubarachnidspaces/andcyst-likedilatatinftheSylvianfissures가관찰되며/더욱진행되는경우cerebralatrphy가관찰됨
유전자검사:GCDH');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.3','라이신/하이드록시라이신대사장애','1.GlutaricaciduriaTypeI
임상증상:출생이후대두증이발생하고/이후유아기부터반복적인급성뇌증상(구토/의식이상/경련등)/저혈당/케톤뇨증/산혈증이발생함.급성기에저혈당/케톤뇨증/산혈증/고암모니아혈증/간수치상승등이보일수있음
생화학검사.소변유기산분석에서3-Hydrxyglutaricacid상승이현저하며/혈장검사에서카르니틴결핍/C5-dicarbxylic(glutaryl)carinitine의상승이관찰됨
효소검사(glutarylCAdehydrgenaseleukcytesrculturedfibrblasts)도가능하나임상적으로의심되면최근DNA검사로대체됨
영상의학검사:출생혹은유아기의CT에서Sylvianfissurewideling/earlyfrnttempralatrphy/lentifrmnucleihypdensity/rwhitematterhypintensity관찰되고/BrainMRI상에서atrphyrhypplasiafthefrnttempralreginsfthecerebralhemispheres/enlargedpretempralmiddlecranialfssasubarachnidspaces/andcyst-likedilatatinftheSylvianfissures가관찰되며/더욱진행되는경우cerebralatrphy가관찰됨
유전자검사:GCDH
2.Hydrxylysinaemia
다양한정도의정신지체와함께hydrxylysinaemia를보임
3.Hyperlysinaemia
임상소견:무증상에서발달지연/경련/강직/운동실조/저신장이발생하거나관절의과신전이있음
생화학검사:lysinuriaupt15/000mml/mlcr/혈장아미노산분석에서saccharpine/hmarginine/2-aminadipicacid/pipeclicacid의상승/CSF에서lysine의증가
효소검사:2-alpha-aminadipicsemialdehydesynthase결핍/2-xglutaratereductase/sacccharpinedehydrgease결핍
유전자검사:AASS');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.2','요소회로대사장애','임상증상:
(1)신생아기:심한고암모니아혈증
(2)아급성혹은후기:발달지연
혈액검사
(1)고암모니아혈증
(2)Liverenzyme의중등도상승
혈액아미노산검사에서특징적인변화
(1)NAGS결핍:혈장Gln/Ala증가/Cit/Arg감소/소변rticacid정상혹은감소/NAGS유전자돌연변이혹은효소활성도감소
(2)CPS1결핍:혈장Gln/Ala증가/Cit/Arg감소/소변rticacid정상혹은감소/CPS1유전자돌여변이혹은효소활성도감소
(3)TC결핍:혈장Gln/Ala증가/Cit/Arg감소/소변rticacid증가/TC유전자돌연변이혹은효소활성도감소
(4)ASS결핍(시트룰린혈증):혈장Cit고도증가/Arg감소/소변rticacid증가/ASS유전자돌여변이혹은효소활성도감소
(5)ASL결핍(아르기닌숙신산뇨증):혈장Cit.argininsuccinicacid상승/Arg감소/소변argininsuccinicacid상승/rticacid상승/ASL유전자돌연변이혹은효소활성도감소
(6)Arginiase결핍(아르지닌혈증):혈장Arg상승/소변rticacid상승/ARG1유전자돌연변이혹은효소활성도감소
(7)HHH증후군(RNT1):고오르니틴혈증(270-780uml/L)/간헐적고암모니아혈증/hmcitrullinemia/유전자검사에서SLC25A15의돌연변이');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.2','시트룰린혈증','임상증상:
(1)Severefrm부터asymptmaticfrm까지다양함
(2)Nenatalfrm의경우CPS(CarbamylPhsphateSynthetase)/TC(rnithineTranscarbamylase)deficiency와비슷한증상
(3)신생아형:생후1-2주에구토/경련/혼수/호흡곤란등의증상발생
(4)영유아기:발달지연
검사소견은CPS/TCdeficiency와비슷
진단:아미노산(혈장):↑↑Cit/↓Arg;↑rticacid(소변);효소검사(섬유모세포)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.2','아르지닌숙신산뇨','임상증상:
(1)신생아기:심한고암모니아혈증
(2)아급성혹은후기:발달지연
혈액검사
(1)고암모니아혈증
(2)Liverenzyme의중등도상승
혈액아미노산검사에서특징적인변화:혈액의glutamine과alanine/Citrulline.argininsuccinicacid상승/Arg감소/소변argininsuccinicacid상승/rticacid상승/ASL유전자돌연변이혹은효소활성도감소');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.2','아르지닌혈증','검사(Labratryfindings)
(1)혈액과CSF에서argininelevel의상승
(2)소변rticaicd증가
(3)혈액암모니아:정상혹은상승
(4)Urinaryexcretinsfarginine/lysine/cystine/andrnithine:보통증가하나정상인경우도있음
(5)Determinatinfaminacidsinplasma:acriticalstepinthediagnsisfargininaemia
(6)Theguanidincmpunds(α-ket-guanidinvalericacid/argininicacid):소변에서상당히증가
진단:아미노산(혈장):↑↑Arg(신생아기에는정상일수있음);↑↑rticacid(소변);효소검사(적혈구)유전자검사의이상
경련/구토/발달지연등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.2','고암모니아혈증','임상증상:
(1)신생아기:심한고암모니아혈증
(2)아급성혹은후기:발달지연

혈액검사
(1)고암모니아혈증
(2)Liverenzyme의중등도상승
혈액아미노산검사에서특징적인변화
(1)NAGS결핍:혈장Gln/Ala증가/Cit/Arg감소/소변rticacid정상혹은감소/NAGS유전자돌연변이혹은효소활성도감소
(2)CPS1결핍:혈장Gln/Ala증가/Cit/Arg감소/소변rticacid정상혹은감소/CPS1유전자돌연변이혹은효소활성도감소
(3)TC결핍:혈장Gln/Ala증가/Cit/Arg감소/소변rticacid증가/TC유전자돌연변이혹은효소활성도감소
(4)ASS결핍(시트룰린혈증):혈장Cit고도증가/Arg감소/소변rticacid증가/ASS유전자돌연변이혹은효소활성도감소
(5)ASL결핍(아르기닌숙신산뇨증):혈장Cit.argininsuccinicacid상승/Arg감소/소변argininsuccinicacid상승/rticacid상승/ASL유전자돌연변이혹은효소활성도감소
(6)Arginiase결핍(아르지닌혈증):혈장Arg상승/소변rticacid상승/ARG1유전자돌연변이혹은효소활성도감소
(7)HHH증후군(RNT1):고오르니틴혈증(270-780uml/L)/간헐적고암모니아혈증/hmcitrullinemia/유전자검사에서SLC25A15의돌연변이');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.1','고호모시스테인혈증','E72.1관련질환참조
Methinineadensyl-transferasesI/IIIdeficiency/GlycineN-methytransferasedeficiency/S-Adensylhmcysteinehydrlasedeficiency/Adensinekinasedeficiency/cystathineβ-Synthase(CBS)deficiency/MTHFR/cbIE/cbIG/cbIDdefect/vitabminBdeficiency/flatedeficiency등이원인이될수있음
혈액에서Hmcysteine의상승/호모시스틴뇨/메티오닌혈증이포함되며비타민B12대사장애/엽산대사장애/엽산결핍/비타민B12결핍/신장질환/간질환에서상승가능함
검사:혈액에서hmcysteine의증가/원인확인을위해일반화학검사/비타민B12/엽산등에대한검사가필요함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.1','아황산염산화효소결핍','소변에서sulfite양성S-sulfcysteine의증가/유전자검사혹은효소수치로확인가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.1','시스타타이오닌뇨증','검사plasmacystathinine의비정상적증가
소변으로의배설증가/plasmacystathinine수치가15이상이어야함
관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.1','호모시스틴뇨','말판과유사한얼굴형태/경련/발달지연/진행성근시/수정체탈구/골다공증/혈전색전증
(1)Infantilefrm
임상양상
Acidticcma/hyptnia/micrcephaly
Cnvulsins/megalblasticanemia/leukpenia등
(2)Anthermresevereinfantilefrm
임상양상
Multiplerganfailure/mycardipathy/retinpathy/HUS등
(3)Juvenilefrm
Psychiatricdsrder/subacutecmbinedspinedegeneratin등
검사:ttalhmcysteine의증가/methinine은정상혹은증가되어있음
진단
(1)Chrmatgraphyfrganicacid/aminacids(suggestive)
아미노산분석(혈장):↑Met/↑↑Hcy(>150μml/l)/↓Cys/nitrprussidetest양성
(2)Studyingcmplementatingrupsfcbalamininfibrblast(cnfirmatin)
(3)관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.1','유황함유아미노산대사장애','Sulfuraminacidmetablism에이상에포함되는질환:
(1)Methinineadensyl-transferasesI/IIIdeficiency/glycineN-methytransferasedeficiency/S-Adensylhmcysteinehydrlasedeficiency/adensinekinasedeficiency:혈중methinine/ttalhmcysteine/S-adensylmethinine/S-adensylhmsystein이정상혹은증가되어있음
(2)Cystathineβ-Synthase(CBS)deficiency:말판과유사한얼굴형태/경련/발달지연/진행성근시/수정체탈구/골다공증/혈전색전증:ttalhmcysteine의증가/methinine은정상혹은증가되어있다.Met/cystathininerati증가/cystathininebetasynthase효소활성도감소/관련유전자돌연변이
(3)Cystathinineγ-lyase(CTH)deficiency(cystathininuria):methinine/ttalhmcysteine은정상혹은약간증가/cystathinine의증가
(4)Sulferdixygenase(ETHE1)/sulfitexidase(SUX)/mlybdenumcfactrsysnthesisgene(MCS1/MCS2/)/gephyrine(GPHN)의이상
(5)Methylenetetrahydrflatereductase/cbalamincmplementatingrup/remethylatindefectcbID-variantwithutmethylmalnicaciduria의이상이원인가능:이경우methinine은정상/ttalhmcysteine의증가/cystathinine의증가동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.1','메타이오닌혈증','이질환이있는경우종종증상이없는경우가있음
일부에서learningdisabilities/mentalretardatin/therneurlgicalprblems;delaysinmtrskillssuchasstandingrwalking;sluggishness;muscleweakness;liverprblems;unusualfacialfeatures등이있을수있음
호흡시나땀/소변에서biledcabbage냄새가나는경우도있음
진단
(1)Measurementftheenzymeactivityinculturedamniticcells
(2)Identificatinfthemutantgene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','판코니(-드토니)(-드브레)증후군','소변량증가/골격계변형/성장장애/구루병/골연화증/뼈의통증/단백뇨/저칼륨혈증/저인산혈증/산혈증/위약증/각막에시스틴결정의존재
검사
(1)소변검사에서다음의substance의증가:아미노산/중탄산염/포도당/인산/칼륨/소디움/요산
(2)Urinarylactate-t-creatininerati등
(3)영상검사/조직검사는진단에큰역할은없음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','시스틴증','Infantilecystinsis
(1)임상양상
(2)신장증상:다음/다뇨/구토/발열/탈수/성장장애/저인산혈증/세뇨관성단백뇨/glucsuria
(3)신외증상:성장장애/각막과결막의시스틴축적/광선공포증/망막의irregualrandperipheraldepigementatin/간비대/갑상선기능저하증/인슐린의존성당뇨병/근위약/중추신경계침범
Intermediatecystinsis
(1)임상양상
(2)판코니증후군/말기신부전
Adultcystinsis
(1)임상양상
(2)일반적으로무증상/광선공포증
진단:백혈구의cystine양증가또는유전자검사로확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','하르트넙병','임상양상:펠라그라유사피부발진(광과민성)/간헐적소뇌실조/강직/운동발달의지연/진전의임상증상/정신과적증상으로불안/정서불안과기분의변화/안과적증상으로복시/안구진탕/광선공포증/사시
그외:Gingivitis/stmatitis/andglssitissuggestniacindeficiency
검사:소변아미노산검사에서중성아미노산인glutamine/valine/phenylalanine/leucin/asparagine/citrulline/isleucine/threnine증가/경구tryptphan부하검사후Urinary5-hydrxyindleaceticacid증가/prline/hydrxyprline/andarginine은정상
진단:
(1)아미노산분석(소변):↑중성아미노산;
(2)아미노산분석(혈장):N-↓중성아미노산
관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','로베증후군','뇌와중추신경계증세:근긴장도저하와운동발달의지연/정신지체등
신장:신세뇨관산증/신석회침착증등
기타:발육/상장장애/두개유합증/잠복고환등
Enzymedeficiencyanalysis(피부생검)
Phsphatidylinstl-4/5-biphsphatephsphatase의농도감소/
DNAanalysis/CRL1gene의defect');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','시스틴축적병','Infantilecystinsis
(1)임상양상
(2)신장증상:다음/다뇨/구토/발열/탈수/성장장애/저인산혈증/세뇨관성단백뇨/glucsuria
(3)신외증상:성장장애/각막과결막의시스틴축적/광선공포증/망막의irregualrandperipheraldepigementatin/간비대/갑상선기능저하증/인슐린의존성당뇨병/근위약/중추신경계침범
Intermediatecystinsis
(1)임상양상
(2)판코니증후군/말기신부전
Adultcystinsis
(1)임상양상
(2)일반적으로무증상/광선공포증
진단:백혈구의cystine양증가또는유전자검사로확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','시스틴뇨증','신석증(시스틴결정>1250mcml/latpH7.5)
Cys/rn/Lys/Arg(CLA)의재흡수장애
Nitrprussidetest양성
아미노산분석(소변):↑↑Cys/↑rn/Lys/Arg
아미노산분석(혈장):정상/관련유전자돌연변이확인
신석증(신장결석)으로수신뇨관증/요관선통/혈뇨등의증상이발생가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E72.0','아미노산운반장애','Lwe증후군
(1)선천성백내장/뇌와중추신경계증세로근긴장도저하와운동발달의지연/정신지체등/신장의신세뇨관산증/신석회침착증등/발육/상장장애/두개유합증/잠복고환등
(2)피부생검에서phsphatidylinstl-4/5-biphsphatephsphatase효소의활성도감소
(3)CRL유전자의돌연변이확인
(4)이외에cystinuria/lysinuricprteinintlerance/Hartnupdisease가포함
(5)소변아미노산분석에서특징적인아미노산배설의증가를볼수있고원인유전자돌연변이로진단가능
Cystiunuria:요로결석(시스틴석)/소변아미노산:cystine/lysine/arginine/rnithine의증가/관련유전자돌연변이확인
Lysinuricprteinintlerance:단백식이후고암모니아혈증/성장장애/alvelarprteinsis/tubulpathy등/소변아미노산에서lysine/arinine/rnithine의증가/관련유전자돌연변이확인
Hartnupdisrder:펠라그라유사피부발진/간헐적소뇌실조/강직/운동발달의지연/진전의임상증상/소변아미노산검사에서중성아미노산인glutamine/valine/phenylalanine/leucin/asparagine/citrulline/isleucine/threnine증가/관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.3','장쇄수산화아실코에이탈수소효소결핍증(VLCAD)','임상증상:신생아기의저혈당/부정맥/비후성심근병증을보일수있고영유아기에횡문근융해/미오글로빈뇨증/저케톤성저혈당증을보일수있음
진단:혈액의장쇄acylcarnitine의상승/효소활성도감소혹은원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.3','지방산대사장애','임상증상:저케톤성저혈당/Reye-유사증후군/간기능부전/횡문근융해증/심장기능이상등의증상동반
acylcarnitine검사에서특징적인acylcarintine의증가혹은감소소견
원인유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.3','근육카르니틴팔미틸트란스퍼레이스결핍','임상증상:근육통/근육경직/허약/근육조직이분해(횡문근융해:Rhabdmylysis)/검붉은갈색소변/간/신장등의기능에장애/뇌손상/저케톤혈증을동반한저혈당(Hypkettichypglycemia)
진단:1형은섬유모세포·백혈구·근육조직에서카르니틴팔미토일트란스퍼레이스(CPT)활동을측정/2형은카르니틴팔미토일트란스퍼레이스(CPT-II)수치를측정하며유전자검사로유전자변이확인가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.3','부신백질디스트로피[애디슨-쉴더]','임상증상
(1)Classical/severetype
신경학적퇴행(lssfacquiredneurlgicabilities)/경련/운동실조/에디슨병/시각과청력의퇴행(degeneratinfvisualandauditryfunctin)
(2)Antherfrm
Spinalcrddysfunctin
진단
(1)CT혹은MRI
혈액내에긴사슬지방산(verylngchainfattyacids-VLCFA)의수치를측정.남성환자의99%/그리고비정상ABCD1유전자를가진보인자여성의약85%에서혈중긴사슬지방산(VLFA)의농도가증가되어있음
환자에게조직을채취하여실험실에서배양한후결합조직세포에서긴사슬지방산(verylngchainfattyacids-VLCFA)의수치를측정할수있음
(2)출생전에진단:양수천자와융모막검사를시행하여긴사슬지방산(verylngchainfattyacids-VLCFA)의수치를임상적으로평가하여진단
(3)다른검사로확진할수없는경우ABCD1유전자에대한분자생물학적검사가도움');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.1','메틸말론산혈증','급성기에구토/탈수/기면/케톤산혈증/고암모니아혈증/성장부진/발달지연
소변검사에서methylmaniacacid의증가/methylcitricacid/3-hydrxyprpinicacid/prpinylC-A의증가/hyperglycinemia
효소분석혹은원인유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.1','고발린혈증','혈중다른아미노산의이상없이valine이10배가량증가소견
구토/체중증가부전/의식저하등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.1','아이소발레린산혈증','급성기에구토/유기산혈증/케�산혈증/소변에서발고린내같은불쾌한냄새
소변/혈액에서isvalericacid/isvaleryglycine/3-hydrxyisvalericacid의상승확인
효소활성도감소혹은유전자돌연변이로확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.1','고류신-이소류신혈증','혈중leucine/isleucine의증가소견/정상valine
경련/체중증가부전/발달지연/망막변성/신경성청력손실등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.1','프로피온산혈증','급성기에구토/탈수/기면/케톤산혈증/고암모니아혈증/성장부진/발달지연
혈액에서prpinylcarnitine의증가/소변에서3-hydrxyprpinicacid/tiglicacid/tiglylycine/butanne/prpinylglycine/methylcitrite증가
효소활성도감소혹은유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E71.0','단풍시럽뇨병','전형적인증상으로생후1-2주이내에구토/수유장애등기면/진행성신경계퇴행/근이완/심부건반사/모로반사저하/근긴장증가가반복
혈장이나소변에서isleucine/leucine/valine/all-isleucine의증가소견/소변검사에서branchedchainhydrxyacidsandketacids
소변에dinitrphenylhydrazine시약첨가후황색의침전생성
원인유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.8','히스티딘대사장애','다음의3가지형태질환이있음
Histidinemia
(1)발달지연/언어지연등
(2)검사:혈액/소변/뇌척수액검사에서histidine농도증가/소변에서histidine대사산물증가/혈액과피부에서urcanicacid의농도감소/혈액에histidine농도가정상보다70~120micrM증가
(3)관련유전자돌연변이확인
Urcanasedeficiency
(1)임상증상:발달지연/저신장/간헐적운동실조/공격적성향
(2)진단:measurementftheenzymeactivity(urcanaseenzyme)혹은관련유전자돌연변이확인
Frmimintransferasedeficiency
(1)발달지연/거대적혈모구빈혈/히스티딘주입후소변의frmiminglutamate의증가
(2)진단:measurementftheenzymeactivity/관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.8','트립토판대사장애','지능저하와행동장애동반
트립토판의이화작용장애로트립토판혈증을보임
hydrxykynureninuria-소변에서xanthurenicacid/3-hydrxykyunurenin/kynurenin배설증가
tryptphan2/3-dixygenase-혈액에서트립토판산승
관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.3','바르덴브르그증후군(백색증을동반한)','신경성청력손실/피부와모발/눈의색조변화를동반하며특징적인얼굴/관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.3','헤르만스키-푸들라크증후군','임상양상:백색증/혈소판기능장애/염증성장질환/폐섬유화
검사:simplebldclttingtest/관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.3','체디아크(-스타인브링크)-히가시증후군','임상증상:감염의빈발/출혈경향/눈과피부에부분적인백색증/진행성말초신경병/치명적림프종유사증후군등
검사:모든유핵혈액세포에서거대과립관찰(라이트염색/perxidase염색)/관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.3','교차증후군','피부의저색소성/소안구증/연한피부색/은회색의머리카락/작고불투명한각막/잇몸비대/대뇌결손(spaciticity)/발달지연/athetidmvement등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.3','눈백색증','임상증상
(1)시력감소(Reducedvisualacuityfrm20/60t20/400)
(2)안구진탕Nystagmus-invluntaryback-and-frthmvementftheeyes/
(3)사시StrabismusSensitivitytbrightlightandglare
진단
(1)정상피부색을보이는남아에서/선천성안구진탕/홍채반투명성/안저의저색소침착/황반중심부저형성/시력저하/VEP의대뇌피질반응에서crssedasymmetry로확인되는pticpathwayprjectin의이상을보이는경우
(2)X연관유전을보임.보인자여성에서는불규칙한망막색소/부분적홍채의반투명성등이있을수있다.유전자검사로GPR143(A1)을시행');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.3','눈피부백색증','피부/머리카락또는눈의탈색확인
특징적인눈의변화로안구진탕/홍채의색소감소/망막의색소감소와이와동반된맥락막혈관이보임/황반중심부의저형성과동반된시력감소/시신경교차부위에서radiatin의이상으로인한사시/입체시야의감소/시각유발전위의변화
관련유전자돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.2','타이로신증','혈중타이로신농도상승(보통1200uml/L이상)/소변유기산검사phenlicacids4-hydrxyphenylpyruvate/4-hydrxyphenyllactateand4-hydrxyphenylacetate의상승/유전자검사로확진
타이로신혈증2형
증상:각막궤양/수족각화증/발달지연');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.2','타이로신대사장애','티로신대사이상에의한장애
타이로신혈증/알캅톤뇨증/조직흑갈병/타이로신증의기준을포괄함
소변유기산분석에서Hmgentisicacid증가/succinylacetne의증가를보이는경우
관련유전자의돌연변이확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.2','조직흑갈병','유기산분석(소변):Hmgentisicacid
각막과귓바퀴/외이의연골/손의힘줄을따라색소침착을보일수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.2','타이로신혈증','유기산분석(뇨):숙시닐아세톤의증가혹은아미노산분석(혈장):Tyrnise증가/Phenylalanine증가/유기산분석(소변):4-H-phenylpyruvate/-lactate/-acetate
관련유전자돌연변이확인
급성형;생후6개월이내/발열구토/설사/발육지연/체중감소/간비대/황달/저혈당/출혈경향을보임/몸에서양배추냄새가남.2세이전에간부전으로사망가능
만성형:1세이후에체중감소/발육지연/간비장비대/신세뇨관기능장애/비타민D저항성구루병이진행.10세이전에간부전또는간암으로사망가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.2','알캅톤뇨증','유기산분석(소변):Hmgentisicacid/유전자의돌연변이확인
소변을방치하면흑색으로변함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.1','기타고페닐알라닌혈증','혈장아미노산분석에서Phenylalanine의증가(phenylalanine:2mg~20mg/dl)
BH4deficiency와연관-혈액과소변의pterin분석혹은효소분석/유전자돌연변이확인
고전적페닐케톤뇨증과비슷한증상을보여구토/습진/담갈색모발과흰피부색을보임
발달지연과경련이동반됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E70.0','고전적페닐케톤뇨증','신생아선별검사/혈장아미노산분석에서Phenylalanine의증가(phenylalanine>20mg/dl)/n-Tyrsine의감소
PAH유전자돌연변이
치료하지않은경우구토/습진/담갈색모발과흰피부색/발달지연을보임
땀과소변에서쥐오줌냄새');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E55.0','활동성구루병','x-ray이상/혈액검사이상(칼슘/인의저하/혈청alkalinephsphatase증가/PTH증가/vitaminD감소)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E55.0','영아골연화증','x-ray이상/혈액검사이상(칼슘/인의저하/혈청alkalinephsphatase증가/PTH증가/vitaminD감소)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E55.0','연소성골연화증','x-ray이상/혈액검사이상(칼슘/인의저하/혈청alkalinephsphatase증가/PTH증가/vitaminD감소)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E34.8','조로증','임상적으로조기노화현상이명백하거나유전자검사에서확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E34.8','송과선기능이상','호르몬검사상에서솔방울샘기능의저하가증명되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E34.8','요정증[랍슨멘덴홀증후군]','임상증상:태내/출생후성장지연/신생아또는영아기당뇨/심한다모증/손톱/발톱/치아이형성증/다낭성난소증후군/외부성기변화/흑색극세포증등
특수생화학/면역학:고인슐린혈증/고혈당/낮은IGF-1
유전학검사:INSR유전자등');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E34.5','안드로젠저항증후군','1.영상검사
1)검사:골반MRIr초음파
2)결과:잠복고환/고환종양

3.유전학검사
-AR유전자의병적반접합변이확인
-핵형검사를통해남성(46/XY)임을확인
-위의두가지유전학적기준(AR유전자변이+남성핵형)을동시에충족할것

5.임상진단
-핵형검사상남성임이확인되었으나임상적으로외부여성형생식기관/여성형유방/질맹관/무월경확인

6.기타:수술필요
-해당질환을원인으로한수술(비뇨생식기의기형수술/종양제거수술등)이필요한경우
-수술필요시임상진단에필수기재');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.4','부신경색증','심한복부통증/혈압저하/의식소실등생명을위협하는증상이있으며부신정맥의혈전증이확인됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.4','저알도스테론증','급속부신피질자극검사(F6954)에서알도스테롤반응이저하');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.4','부신출혈','심한복부통증/혈압저하/의식소실등생명을위협하는증상이있으며CTscan혹은초음파검사상에서부신의출혈소견이있어야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.4','부신피질부전NS','급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.2','부신피질발증','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가정상이거나증가되어있음
(3)심한복부통증/혈압저하/의식소실등생명을위협하는증상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.2','부신발증','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가정상이거나증가되어있음
(3)심한복부통증/혈압저하/의식소실등생명을위협하는증상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.2','애디슨발증','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가정상이거나증가되어있음
(3)심한복부통증/혈압저하/의식소실등생명을위협하는증상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.1','가족성부신코티코이드결핍','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가증가되어있음
(3)알도스테론은정상임
(4)관련된유전자의돌연변이확인
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.1','원발성부신피질부전','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가증가되어있음
(3)알도스테론과혈중reninactivity의증가가동반될수있음
(4)선천성의경우관련된유전자의돌연변이확인
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.1','자가면역성부신염','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가정상이거나증가되어있음
(3)Antiadrenalcytplasmicantibdy등의자가항체가검출됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E27.1','애디슨병','다음의조건을모두만족
(1)급속부신피질자극검사(F6954)혹은인슐린유발저혈당검사(F0914)혹은메티라폰검사혹은부신피질자극호르몬유리호르몬자극검사(F6951)중한가지에이상이있음
(2)혈장ACTH가정상이거나증가되어있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E26.8','바터증후군','바터증후군의임상증상(plylipsia/plyuria/fatigue/muscleweakness등)을보이면서혈청전해질검사상저칼륨혈증과대사성알칼리증이동반되어있는경우
혈청renin수준이상승되어있거나소변에서칼륨(ptassium)배출이동반된경우진단할수있음
질환을유발하는유전자이상이확인되는경우유전진단이가능함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E25.9','부신생식기증후군NS','다음의증상/검사를만족하는경우
증상
(1)태아성기발달장애
(2)색소침착
(3)기타코티솔/알도스테론결핍에의한증상
검사
(1)코티솔결핍
(2)알도스테론결핍
(3)ACTH증가
(4)관련된유전자의돌연변이확인
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E25.0','효소결핍과관련된선천성부신생식기장애','코티솔혹은알도스테론결핍의증상을동반하며해당효소전구물질의증가/태아의성기발달장애/색소침착/코티솔/알도스테론결핍에의한증상을보이면서검사에서코티솔결핍/ACTH상승/알도스테론결핍등을동반
관련된유전자의돌연변이확인
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E25.0','선천성부신증식증','다음의증상/검사를만족하는경우
증상
(1)태아성기발달장애
(2)색소침착
(3)기타코티솔/알도스테론결핍에의한증상
검사
(1)코티솔결핍
(2)알도스테론결핍
(3)ACTH증가
(4)관련된유전자의돌연변이확인
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E25.0','21-수산화효소결핍','태아성기발달장애/색소침착/혹은기타코티솔/알도스테론결핍에의한증상을보이면서/17-Hprgesterneandpregnanetril증가혹은teststerne농도증가를보이는경우
유전자검사시행결과CYP21등에서유전자변이가확인된경우
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E25.0','염류소실선천성부신증식증','태아성기발달장애/색소침착등을보이며/검사에서저나트륨혈증/고칼륨혈증/높은Plasmareninactivity/낮은aldsterne농도/코티솔저하ACTH상승을보이는경우
*검사항목3개의검사를필수로실시하긴하나반드시검사결과에서양상나오지않았더라도주치의의임상적판단이해당질병이면등록가능/검사결과지보관요망');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E24.3','이소성부신피질자극호르몬증후군','호르몬검사에서코르티솔/ACTH의과잉생산이확인되지만영상검사에서뇌하수체종양이확인되지않는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E24.1','넬슨증후군','양측성부신절제술을시행받은환자에서ACTH과다생산이있으면서뇌하수체종양이영상검사로확인되거나이로인한증상이있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E24.0','뇌하수체부신피질자극호르몬의과다생산','호르몬검사에서코르티솔/ACTH의과잉생산이확인되고/영상검사에서뇌하수체종양이확인된경우
(단/하추체정맥동채혈등의호르몬검사에서뇌하수체종양으로인한쿠싱증후군으로확인된경우에는영상검사에서병소가없더라도등록가능)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E24.0','뇌하수체-의존부신피질기능항진증','호르몬검사에서코르티솔/ACTH의과잉생산이확인되고/영상검사에서뇌하수체종양이확인된경우
(단/하추체정맥동채혈등의호르몬검사에서뇌하수체종양으로인한쿠싱증후군으로확인된경우에는영상검사에서병소가없더라도등록가능)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E24.0','뇌하수체-의존쿠싱병','호르몬검사에서코르티솔/ACTH의과잉생산이확인되고/영상검사에서뇌하수체종양이확인된경우
(단/하추체정맥동채혈등의호르몬검사에서뇌하수체종양으로인한쿠싱증후군으로확인된경우에는영상검사에서병소가없더라도등록가능)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E23.0','쉬한증후군','여성에서출산과정혹은출산직후임상증상이발생한경우로복합뇌하수체자극검사(F6911)에서2가지이상뇌하수체호르몬결핍이확인된경우또는기저호르몬검사에서두가지이상뇌하수체호르몬의결핍과뇌하수체기능저하증의임상증상이동반된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E23.0','콜만증후군','황체형성호르몬유리호르몬결핍과후각저하가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E22.0','성장호르몬의과잉생산','호르몬검사에서성장호르몬의과잉생산이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E22.0','말단비대증과관련된관절병증','호르몬검사에서성장호르몬의과잉생산과관절병증의임상증상이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E22.0','말단비대증/뇌하수체거인증','호르몬검사와영상검사에서성장호르몬의과잉생산과병소가확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E20.1','거짓부갑상선기능저하증','(진단기준)
특징적임상소견과저칼슘혈증등으로인하여발생하는신경학적증상/혈액검사에서혈중칼슘저하/인의상승/부갑상선호르몬증가/유전자검사(GNASgene/메틸레이션검사/STX16결실검사)

(검사항목)
혈액검사(칼슘/인/부갑상선호르몬)/유전자검사(GNASgene/메틸레이션검사/STX16결실검사)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'E16.10','선천성고인슐린혈증','저혈당(<40mg/dL)과고인슐린혈증(>5uU/mL)이동시에동반되고케톤음성/유리지방산이검소되어있는경우진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D89.1','한랭글로불린혈증성혈관염','2011년유럽류마티스학회분류기준
12주간격으로두번이상한랭글로불린이양성인환자에서1)/2)/3)중두개이상충족
*2)임상소견세개이상항목은반드시포함

1)문진기준두개이상
-한번이상특히하지에한개이상작은붉은반점이난적이있습니까?
-하지에붉은반점이생겼다가갈색으로색소침착이되며사라진적이있습니까?
-의사로부터바이러스성간염을진단받은적이있습니까?

2)임상소견세개이상
-전신증상:피로/열/섬유근통
-관절증상:관절통/관절염
-혈관증상:자반증/피부궤양/괴사성혈관염/레이노증후군/hyperviscsitysyndrme
-신경병증:말초신경병증/뇌신경침범/중추신경혈관염

3)검사소견두개이상
-혈청C4감소
-류마티스인자양성
-Mcmpnent양성');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','사르코이드증에서의다발성뇌신경마비','복수개의뇌신경에서기능이상/장기기능손상을동반하며/영상촬영/조직검사의특이적소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','사르코이드증에서의홍채섬모체염','장기의기능손상을동반하며영상촬영/조직검사의특이적소견
홍체와섬모체의염증으로충혈/시야흐림/눈부심/안통/날파리증등의증상등을호소
생체현미경검사상섬모충혈(ciliaryinjectin)/각막후면침착물(keraticprecipitate)/전방축농(hyppyn)등이보일수있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','사르코이드심근염','장기의기능손상을동반하며/영상촬영/조직검사의특이적소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','사르코이드근염','침범한기관의임상증상과함께조직학적으로사르코이드증진단받은환자에서동반하여나타나는근위부근육악화또는근육효소상승또는근육결절등의근병증또는근육결절등의근병증');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','사르코이드관절병증','침범한기관의임상증상과함께조직학적으로사르코이드증진단받은환자에서나타나는관절통/관절압통/관절부종등이나타나는관절염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','기타/복합부위의사르코이드증','흉부CT영상의특이적소견
해당장기나타장기의조직검사상특이적소견
육아종(granulma)을유발할수있는타질환의배제');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.8','포도막귀밑샘열','임상소견과함께조직학적으로사르코이드증진단
"포도막염"/"귀밑샘염"/"열"/"안면신경마비"등을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.3','피부의사르코이드증','피부의기능손상을동반하며/조직검사의특이적소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.2','림프절의사르코이드증을동반한폐의사르코이드증','흉부CT영상의특이적소견
해당장기나타장기의조직검사상특이적소견
육아종(granulma)을유발할수있는타질환의배제');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.1','림프절의사르코이드증','흉부CT영상/조직검사의특이적소견
육아종(granulma)을유발할수있는타질환의배제');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D86.0','폐의사르코이드증','흉부CT영상/조직검사의특이적소견
육아종(granulma)을유발할수있는타질환의배제');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D84.1','C1에스터레이스억제인자결핍','혈중C4감소/혈중C1INHfunctin감소
임상증상:반복되는전신의혈관부종/장관계부종에의한복통/구토등위장증상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D84.1','보체계통의결손','혈중보체감소혹은기능적저하
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D84.0','림프구기능항원-1결손','혈중LFA-1양성세포감소/혈중호중구증가
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D83.9','상세불명의공통가변성면역결핍','2.특수생화학/면역학/도말/배양검사
-검사:IgG/IgA/IgM/면역글로불린/ishemagglutinins(동종적혈구응집소)/백신에대한항체

5.임상진단
-IgG수치가나이평균수치보다2SD미만으로매우낮고/IgM이나IgA중적어도한가지가나이평균수치보다2SD미만으로낮은수치를보이며/아래의조건을모두만족하는경우

1)면역결핍증발병이2세이후에시작
2)ishemagglutinnin이없거나또는백신에대한반응이저조함
3)저감마글로불린을유발하는것으로알려진다른원인(질환/약물등)이배제된경우
?재발성감염의임상양상과함께/다른정의된선천일차면역결핍증이배제되어야하며약제나종양성질환으로나타나는이차성저감마글로불린혈증을유발하는약물사용이배제되어야함
');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D83.2','B-또는T-세포에대한자가항체를동반한공통가변성면역결핍','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만
B세포수정상
임상증상:반복적인감염을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D83.1','현저한면역조절T-세포장애에의한공통가변성면역결핍','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만
B세포수정상
임상증상:반복적인감염을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D83.0','B-세포수/기능의현저한이상에의한공통가변성면역결핍','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만
B세포수정상
임상증상:반복적인감염을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.4','고면역글로불린E증후군','혈중IgE증가
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.3','엡스타인-바르바이러스에대한유전성결손반응에따른면역결핍','악성B세포림프종/재생불량성빈혈
혈중감마글로불린저하
EBV감염확인
SH2D1A유전자변이
임상증상:중증전염성단핵구증증상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.3','X-연관림프증식성질환','혈중감마글로불린저하
EBV감염확인
SH2D1A유전자변이
임상증상:중증전염성단핵구증증상/반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.2','짧은사지체구를동반한면역결핍','혈중림프구수감소
영상소견:lngbnes의shrtening과bwing/metaphysealabnrmalities
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.1','흉선성림프조직무형성','염색체(22q11.2)결손
저칼슘혈증(Hypcalcemia)/T세포수정상혹은감소
영상소견:흉선발육부전(Thymusunderdevelpment)
임상증상:심장결함(Cardiacdefects)/비정상얼굴특징(Abnrmalfacialfeatures)/구개열(Cleftpalate)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.1','디죠지증후군','염색체(22q11.2)결손
저칼슘혈증(Hypcalcemia)/T세포수정상혹은감소
영상소견:흉선발육부전(Thymusunderdevelpment)
임상증상:심장결함(Cardiacdefects)/비정상얼굴특징(Abnrmalfacialfeatures)/구개열(Cleftpalate)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.1','인두낭증후군','염색체(22q11.2)결손
저칼슘혈증(Hypcalcemia)/T세포수정상혹은감소
영상소견:흉선발육부전(Thymusunderdevelpment)
임상증상:심장결함(Cardiacdefects)/비정상얼굴특징(Abnrmalfacialfeatures)/구개열(Cleftpalate)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.1','면역결핍을동반한흉선무형성또는형성저하','염색체(22q11.2)결손
저칼슘혈증(Hypcalcemia)/T세포수정상혹은감소
영상소견:흉선발육부전(Thymusunderdevelpment)
임상증상:심장결함(Cardiacdefects)/비정상얼굴특징(Abnrmalfacialfeatures)/구개열(Cleftpalate)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.0','비스코트-얼드리치증후군','WAS유전자변이
혈소판감소/혈중IgM감소
임상증상:점출혈(Petechia)/습진(Eczema)/반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D82.0','혈소판감소/습진을동반한면역결핍','WAS유전자변이
혈소판감소/혈중IgM감소
임상증상:점출혈(Petechia)/습진(Eczema)/반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.9','중증복합면역결핍장애NS','혈중T세포수감소/혈중B세포/NK세포수정상혹은감소
유전학검사(ADAdeficiency/JAK3kinasedeficiency/MHCclassIIIdeficiency등)
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.8','바이오틴-의존카복실레이스결핍','권태감/오한/발열/발진(피부)/반복되는구토/자극과민성/탈모/발작/근육긴장성저하/면역체계의장애/조화운동불능/청력상실/호흡부전
혈액검사상프로피오닐코엔자임A카르복시라제(PrpinylCAcarbxylase)/베타메틸크로토닐코엔자임A카르복시라제(Beta-methylcrtnylCAcarbxylase)/피루베이트카르복시라제(Pyruvatecarbxylase)의이차적결핍.
Bitinidase효소의결핍
BTD유전자의결핍
청각검사/안저검사/시야검사/뇌파검사의이상
혈액검사와소변검사에서산증(acidsis)소견');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.8','오멘증후군','혈중IgE증가혹은호산구증가/혈중T세포의기능적저하/혈중B세포감소
RAG1/2변이
임상증상:반복적인감염/피부증상(박탈성홍피증)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.7','주조직적합성복합체Ⅱ형결핍','MHCClassII항원이세포표면에서검출되지않음
CD4+T세포결여
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.6','노출림프구증후군','1형:
(1)MHCClassI항원과b2micrglbulin세포표면에서검출되지않음
(2)CD8+T세포결여
(3)임상증상:반복적인감염

2형:
(1)MHCClassII항원이세포표면에서검출되지않음
(2)CD4+T세포결여
(3)임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.6','주조직적합성복합체I형결핍','MHCClassI항원과b2micrglbulin세포표면에서검출되지않음
CD8+T세포결여
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.5','퓨린뉴클레오사이드인산화효소결핍','PNP유전자변이또는PNP효소결핍
혈중T세포수감소/혈중NK세포수증가
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.4','네젤로프증후군','혈중T세포감소/혈중면역글로불린감소
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.3','아데노신탈아미노효소결핍','영상학적검사
(1)가슴선의위축
(2)늑골/척추뼈의chndr-sseusdysplasia
ADA유전자변이또는ADA효소결핍
혈중B/T세포수감소(절대림프구수500/?l이하)
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.2','B-세포수가정상이거나감소된중증복합면역결핍','혈중T세포수감소/혈중B세포수정상혹은감소
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.1','T-/B-세포수가감소된중증복합면역결핍','혈중T/B세포감소
임상증상:반복되는감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D81.0','세망세포발생이상을동반한중증복합면역결핍','혈중T/B세포감소/혈중호중구감소
임상증상:반복되는감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.8','항체결손이현저한기타면역결핍','혈중항체감소
임상증상:반복되는감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.8','카파경쇄결핍','Kappalightchain감소
임상증상:반복되는감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.6','거의정상의면역글로불린또는고면역글로불린혈증을동반한항체결핍','B세포수정상/혈중IgG감소
임상증상:반복되는감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.5','면역글로불린M의증가를동반한면역결핍','혈중IgG/IgA감소/혈중IgM정상혹은증가
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.4','면역글로불린M의선택적결핍','혈중IgM의감소/혈중IgG/IgA수치정상
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.3','면역글로불린G서브클래스의선택적결핍','IgG의4개subclass중하나이상이저하
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.2','면역글로불린A의선택적결핍','4세이상
혈중IgA<10mg/dL/혈중IgG/IgM정상
임상증상:호흡기계/소화기계/비뇨기계에반복감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.1','저감마글로불린혈증NS','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만
B세포수정상
임상증상:반복적인감염을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.1','면역글로불린을지닌B-림프구가있는무감마글로불린혈증','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만
B세포수정상
임상증상:반복적인감염을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.1','비가족성저감마글로불린혈증','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만인경우
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.1','공통가변성무감마글로불린혈증','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만
B세포수정상
임상증상:반복적인감염을동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.0','보통염색체열성무감마글로불린혈증(스위스형)','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만인경우
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.0','X-연관무감마글로불린혈증[브루톤](성장호르몬결핍을동반)','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만인경우
Bcell<2%
Btk유전자의돌연변이를확인
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.0','원발성무감마글로불린혈증','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만인경우
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D80.0','유전성저감마글로불린혈증','혈중면역글로불린G/A/M수치가연령에따른정상평균치의2표준편차미만인경우
임상증상:반복적인감염');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D76.3','세망조직구종(거대세포)','조직검사에서진피에광범위한histicyticgiantcell침윤이관찰된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D76.3','심한림프선병증을동반한동조직구증','림프절의조직검사에서조직구의광범위한림프동(sinus)침윤이관찰된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D76.1','단핵탐식세포의조직구증','조직검사에서Langerhanscells이아닌조직구의과도한증식과관련된질환임이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D76.1','가족성혈구탐식세망증','Hemphagcyticlymphhisticytsis의한종류인familialhemphagcyticlymphhisticytsis와동의어이며/최근에는거의사용하지않는용어임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D76.1','혈구탐식성림프조직구증','PRF1/UNC13D/STX11/또는STXBP2유전자의돌연변이의확인또는다음중5개이상을만족하는경우
(1)발열
(2)비장비대
(3)혈구감소증(헤모글로빈9.0g/dL/혈소판100/000/mm3/중성구1/000/mm3중두가지이상)
(4)혈중중성지방의증가/혹은섬유소원의감소/
(5)골수/비장또는림프절조직검사에서혈구탐식구의증식/
(6)NK세포의기능저하/
(7)ferritin증가/
(8)수용성CD25(수용성IL2Ralpha)의증가');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D71','진행성패혈성육아종증','영상검사:x-ray/CT/MRI또는초음파상에염증소견
NBT(nitrbluetetrazlium)dyetest또는DHRtest(dihydrrhdamine123flurescence)로진단함
유전자검사:gp91/p22/p67또는p47유전자변형
임상증상:세균/바이러스/진균등의감염이나타남');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D71','세포막수용체복합체[CR3]결손','감염성질환이반복적으로발생하며단클론항체검사를통한CR3결핍의확인');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D71','만성(소아기)육아종성질환','영상검사:X-ray/CT/MRI또는초음파상에염증소견
NBT(nitrbluetetrazlium)dyetest또는DHRtest(dihydrrhdamine123flurescence)로진단함
유전자검사:gp91/p22/p67또는p47유전자변형
임상증상:세균/바이러스/진균등의감염이나타남');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D71','선천성이상식작용증','영상검사:x-ray/CT/MRI또는초음파상에염증소견
검사결과:Giantgranuleincytplasm
임상증상:
(1)세균/바이러스/진균등의감염이나타남
(2)Albinism/peripheralneurpathy');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D71','다형핵호중구의기능장애','감염성질환이반복적으로발생하며호중구수치500/uL이하인경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','무과립구증','선천적인무과립구증혹은주기적인호중구감소가1개월이상일경우에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','무과립구성안지나','선천적인무과립구증혹은주기적인호중구감소가1개월이상일경우에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','코스트만병','호중구수의심한감소(호중구절대수<200/uL)/골수검사에서prmyelcytestage에서?myelidmaturatinarrest가관찰된경우/지속기간1개월이상');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','주기성호중구감소','3일이상지속되는호중구수의감소(<200/uL)가일정한간격으로두고3회이상/1개월이상발생한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','영아유전성무과립구증','선천적인무과립구증에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','순환성호중구감소','3일이상지속되는호중구수의감소(<200/uL)가일정한간격으로두고3회이상/1개월이상발생한경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','선천성호중구감소','선천적인무과립구증에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','선천성무과립구증','선천적인무과립구증에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','호중구감소성비장비대','비장비대가영상검사로확인되고선천적혹은주기적인호중구감소가1개월이상일경우에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','베르너-슐츠병','급격히발생하는인두부의괴사성병변또는감염과발열등전신증상을보이며말초혈액에서무과립구증이있으면서benzenering을포함하는물질(aminpyrin등)에노출된병력이있을경우진단가능
주로급격한경과를밟아사망에이르므로검사를할시간이없는경우도많으나골수검사를시행하는경우백혈병등다른원인이제외되어야함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D70','호중구감소NS','선천적인무과립구증혹은주기적인호중구감소가1개월이상일경우에대해서만적용
호중구수치<500/uL이하거나심한경우<200/uL일때');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.4','유전성혈소판감소증','혈소판감소증이있고(말초혈에서혈소판사이즈는정상이거나작거나클수있음)아래에해당되는유전자의이상소견이있는경우
1)MYH9변이
2)GP1BA/GP1BB/GP9-베르나르슐리에증후군/디조지/velcardifacialsyndrme
3)11q23결손-파리-투르소혈소판감소증/쟈콥슨증후군
4)FLI1-관련혈소판감소증
5)ACTN1-관련혈소판감소증
6)ITGA2B/ITGB3-관련혈소판감소증
7)TRPM7-관련혈소판감소증
8)SRC-관련혈소판감소증
9)DIAPH1-관련혈소판감소증
10)NBEAL2-그레이혈소판증후군
11)그외에도ABCG5/ABCG5/ACTN1/ADAMTS13/ANKRD26/ARPC1B/CDC42/CYCS/DIAPH1/ETV6/FLI1/FLNA/FYB/G6B/GALE/GATA1/GFI1B/GNE/GP1BA/GP1BB/GP9/HXA11/HPS1/IKZF5/ITGA2B/ITGB3/KDSR/LYST/MASTL/MECM/MPL/MYH9/NBEAL2/PRKACG/PTPRJ/RBM8A/RNU4ATAC/RUNX1/SLFN14/SRC/STIM1/THP/TPM4/TRPM7/TUBB1/VWF/WAS등의유전자가포함됨');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.3','에반스증후군','면역성혈소판감소증과직접Cmbs검사양성인용혈성빈혈이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.1','혈소판무력증(출혈성)(유전성)','혈액응고검사는정상이면서출혈시간이연장되어있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.1','혈소판병증','혈액응고검사는정상이면서출혈시간이연장되어있는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.1','정성적혈소판결손','혈액응고검사는정상이면서출혈시간이연장되어있거나혈소판모양이상이관찰되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.1','글란즈만병','혈소판모양/혈액응고검사는정상이지만출혈시간이연장되어있고/혈소판응집검사이상또는유세포분석에서혈소판?당단백수용체의부족이확인된경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.1','그레이혈소판증후군','혈액응고검사는정상이면서출혈시간이연장되어있고/무과립혈소판이관찰되는경우
주로NBEAL2유전자의변이에의하여발생하는것으로알려져있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D69.1','베르나르-술리에[거대혈소판]증후군','출혈시간연장/혈소판수감소/거대혈소판이관찰되는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.6','항인지질증후군','항인지질증후군의한가지이상의임상진단기준과한가지이상의검사실진단기준을충족하는경우
임상진단기준:
(1)동맥이나정맥/작은혈관에1회이상발생되는혈전증/
(2)임신중발생되는이유를알수없는1회이상의태령10주이후의태아사망또는1회이상의태령34주이내의조산이나태령10주이내의3회이상의이유를알수없는유산
검사실적기준:다음의항체
(1)루푸스항응고인자(LA)/
(2)항카디오리핀항체(aCL)/
(3)항베타2GP1항체(anti-β2GP1Ab)에대해중등도나고역가로12주이상의간격으로2회이상양성을보이는경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.5','단백질C결핍','임상증상:별다른유발인자없이통상적으로잘발생하지않는위치(뇌혈관/내장혈관등)의동정맥혈전증을보이면서C단백의양이나활성도의감소를보이는경우.간질환/신증후군/감염증과악성종양등각종소모성질환/파종혈관내응고(DIC)/비타민K길항제사용등2차성원인이배제되어야함.재발성동정맥혈전증으로장기간의항응고치료가필요하거나/항응고제에의한출혈관련합병증(뇌출혈등)/와파린유래피부괴사증/전격자반증등의합병증치료가필요한경우에한함.
영상검사:CT/MRI/초음파
특수생화학/면역학:C단백의양또는활성도의감소
·C단백의양:정상의55%이하
·C단백활성도:정상의55%이하
유전학검사:PRC유전자의돌연변이있는경우있음
*단/특정유전자변이(PRC유전자K193del)의경우유전자검사는반드시실시하여야하며/특수생화학/면역학검사(단백질양또는활성도검사)는제외(검사실시와무관하게2번항목*체크하여신청)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.5','항트롬빈결핍','임상증상:별다른유발인자없이통상적으로잘발생하지않는위치(뇌혈관/내장혈관등)의동정맥혈전증을보이면서프로틴S의양이나활성도의감소를보이는경우.간질환/신증후군/감염증과악성종양등각종소모성질환/파종혈관내응고(DIC)/비타민K길항제사용등2차성원인이배제되어야함.재발성동정맥혈전증으로장기간의항응고치료가필요하거나/항응고제에의한출혈관련합병증(뇌출혈등)/와파린유래피부괴사증/전격자반증등의합병증치료가필요한경우에한함.
영상검사:CT/MRI/초음파
특수생화학/면역학:안티트롬빈의양또는활성도의감소
안티트롬빈의양:정상의60%이하
안티트롬빈의활성도:정상의60%이하
유전학검사:SERPINC유전자의돌연변이있는경우있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.5','단백질S결핍','임상증상:별다른유발인자없이통상적으로잘발생하지않는위치(뇌혈관/내장혈관등)의동정맥혈전증을보이면서프로틴S의양이나활성도의감소를보이는경우.간질환/신증후군/감염증과악성종양등각종소모성질환/파종혈관내응고(DIC)/비타민K길항제사용등2차성원인이배제되어야함.재발성동정맥혈전증으로장기간의항응고치료가필요하거나/항응고제에의한출혈관련합병증(뇌출혈등)/와파린유래피부괴사증/전격자반증등의합병증치료가필요한경우에한함.
영상검사:CT/MRI/초음파
특수생화학/면역학:프로틴S의양또는활성도의감소
S단백의양;전체/유리형(free)S단백이정상의55%이하
S단백의활성도:정상의55%이하
유전학검사:PRS1유전자의돌연변이있는경우있음');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','프로악셀레린결핍','Bleedingsymptmsthatendangerlifercauselng-termmusculskeletalhandicapsappeartbelessfrequentthaninhemphiliacs
Msttypicalsymptms:excessivebleedingatthetimefinvasiveprcedures(eg/circumcisin/dentalextractin)/mucsalbleeding(eg/epistaxis/menrrhagia)
기타증상:irndeficiencyanemia/Pstpartumbleeding
aPTT/PT/Stypventime(Russellvipervenmtime[RVVT]):연장
Bleedingtimecanbeprlngedinseverecases
SpecificfactrVactivityandantigenassay로확진(factrVlevel을정량적으로측정)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','선천성무피브리노젠혈증','증상:fatalumbilicalcrdhemrrhage/bleedingfrmmucsalsurfaces(eg/epistaxis/menrrhagia/gastrintestinalbleeding)/hemrrhageintmusclesandjints/intracranialbleeding/spntaneusabrtins/and/rspntaneussplenicrupture
Hmzygusrcmpundheterzygusfrtruncatingmutatinsinthefibringenalphachaingene
대부분thrmbin혹은reptilaseclttingtime이연장
Thediagnsisisestablishedbydemnstratingtracerabsentimmunreactivefibringenintheplasma');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','오우렌병','Bleedingsymptmsthatendangerlifercauselng-termmusculskeletalhandicapsappeartbelessfrequentthaninhemphiliacs
Msttypicalsymptms:excessivebleedingatthetimefinvasiveprcedures(eg/circumcisin/dentalextractin)/mucsalbleeding(eg/epistaxis/menrrhagia)
기타증상:irndeficiencyanemia/Pstpartumbleeding
aPTT/PT/Stypventime(Russellvipervenmtime[RVVT]):연장
Bleedingtimecanbeprlngedinseverecases
SpecificfactrVactivityandantigenassay로확진(factrVlevel을정량적으로측정)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','이상피브리노젠혈증(선천성)','MutatinsinthecdingreginfthefibringenFGA/FGB/rFGGgenes
Autsmaldminant
Silent(55%)/hemrrhagic(25%)/thrmbticdiathesis(10-20%)
(1)Thrmbticvariants
:thrmbphilia/Venusthrmbsisfthelwerextremitydminates/arterialthrmbsisrbthvenus/arterialthrmbsis/pstpartumthrmbsis/spntaneusabrtins
:Fibringencncentratinswerenrmalrlw
(2)Hemrrhagicvariants
:mstbleedingmanifestatinsaremderate/butsmecanbesevere
:fibringenlevels<50-100mg/dL-higherfrequencyfbleedingcmplicatins
:epistaxis/menrrhagia/easybruisability/sfttissuehemrrhage/pstperativebleeding/antepartum/pstpartumbleeding/hematmas/hemarthrsis
:bleedingftenmanifestsaftertrauma/surgery/rduringthepstpartumperid
(3)Silentmutatins:무증상
(4)기타:renalamylidsis/renalfailure/hepaticstragedisease/delayedwundhealingand/rwunddehiscence
진단
(1)Glbalscreeningtests:whlebldclttingtime/PT/aPTT
(2)Initialscreeningtests:
immunlgic(antigenic)/cltting(functinal)fibringencncentratin/thrmbintime(TT)/reptilasetime(RT)
-TT/RT:연장
-Functinalfibringen:감소혹은정상
-Immunlgicfibringencncentratin:정상혹은증가
-Functinaltimmunlgicfibringenrati:감소
(3)Specificdiagnsistest:demnstratinfanabnrmalprteinrDNAsequencercharacterizatinfthefunctinaldefect
-Assaysfrfibringenelectrphreticmigratin/fibrinpeptiderelease/andfibrinmnmeraggregatin
(4)가족력');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','저프로콘버틴혈증','증상:mucsaltract/jint/musclebleeding/excessivebleedingafterinvasiveprcedures/일부에서Thrmbsis
NrmalaPTT/prlngedPT/elevatedINR
DesntalwayscrrelatewiththelevelfFVIIcagulantactivitymeasuredinplasma
SpecificFVIIassays(TF(thrmbplastin)-dependentne-stageclttingassay)를이용하여FVIIactivity의감소를관찰');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제10인자[스튜어트-프라워]의결핍','증상:umbilicalcrd/jint/musclebleeding/excessivebleedingafterinvasiveprcedures
PT/aPTT모두연장
DiagnsiscanbecnfirmedbyafactrXassay/rarufflevipervenmtimeassay');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제12인자[하게만]의결핍','증상:대부분무증상/출혈이일어나는경우거의없음
BT는보통정상/aPTT연장
AspecificfactrXIIassayisnecessarytcnfirmtheinitialdiagnsis');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제13인자[피브린안정화]의결핍','증상:umbilicalcrd/intracranial/muscle/jintbleeding/recurrentmiscarriages/impairedwundhealing/excessivebleedingafterinvasiveprcedures
Severeclinicalmanifestatin(25%)
NrmalvaluesfrtheaPTT/PT/andthrmbintimebutwillhaveanabnrmalcltthatislysedinvitrin5mlarurea/2%aceticacid/r1%mnchlraceticacid
SpecificfactrXIIIassayscancnfirmthediagnsis.Thecnditincanalsbedefinedbyacltslubilitytest');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제1인자[피브리노젠]의결핍','선천적으로혹은후천적으로fibringen이결핍될수있는상황
:Cngenitaldysfibringenaemia/Cngenitalafibringenaemia/Acquireddysfibringenemia(liverdisease/renalcarcinma/istretinintherapy/biliarybstructin/digitalgangrene등)/Fibringenantibdies(systemiclupuserythematsus/ulcerativeclitis/multiplemyelma/therapywithisniazid등)/Hypfibringenemia(hepaticfailurerdecmpensatedcirrhsis/DIC/L-asparaginase/valpricacid)/Cryfibringenemia(autimmunedisrders/malignancy/thrmbticdisrders/infectins/DIC등)등
위의상황이있으면서plasmafibringen결핍이있을때진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제2인자[프로트롬빈]의결핍','증상:umbilicalcrd/jint/muscle/mucsalbleeding/excessivebleedingafterinvasiveprcedures
PrlngedPTandaPTT
Deficienciesfprthrmbincanbediagnsedbyspecificfactrassays
(1)Hypprthrmbinemia:lwactivityandantigenlevelsfplasmaprthrmbin/mutatinsintheprthrmbingene');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제5인자[불안정]의결핍','Bleedingsymptmsthatendangerlifercauselng-termmusculskeletalhandicapsappeartbelessfrequentthaninhemphiliacs
Msttypicalsymptms:excessivebleedingatthetimefinvasiveprcedures(eg/circumcisin/dentalextractin)/mucsalbleeding(eg/epistaxis/menrrhagia)
기타증상:irndeficiencyanemia/Pstpartumbleeding
aPTT/PT/Stypventime(Russellvipervenmtime[RVVT]):연장
Bleedingtimecanbeprlngedinseverecases
SpecificfactrVactivityandantigenassay로확진(factrVlevel을정량적으로측정)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','제7인자[안정]의결핍','증상:mucsaltract/jint/musclebleeding/excessivebleedingafterinvasiveprcedures/일부에서Thrmbsis
NrmalaPTT/prlngedPT/elevatedINR
DesntalwayscrrelatewiththelevelfFVIIcagulantactivitymeasuredinplasma
SpecificFVIIassays(TF(thrmbplastin)-dependentne-stageclttingassay)를이용하여FVIIactivity의감소를관찰');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','AC글로불린결핍','Bleedingsymptmsthatendangerlifercauselng-termmusculskeletalhandicapsappeartbelessfrequentthaninhemphiliacs
Msttypicalsymptms:excessivebleedingatthetimefinvasiveprcedures(eg/circumcisin/dentalextractin)/mucsalbleeding(eg/epistaxis/menrrhagia)
기타증상:irndeficiencyanemia/Pstpartumbleeding
aPTT/PT/Stypventime(Russellvipervenmtime[RVVT]):연장
Bleedingtimecanbeprlngedinseverecases
SpecificfactrVactivityandantigenassay로확진(factrVlevel을정량적으로측정)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.2','기타응고인자의유전성결핍','혈우병A/B/C/폰빌레브란트병이외의기타특정응고인자의유전성결핍질환들로/이의진단기준은해당상병코드에속하는하위개념의질환들의진단기준을참고함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.1','C형혈우병','수술혹은조작시발생하는비정상출혈/동연령대의일상적인신체활동에도발생하는과도한bruising/hematmas/hemarthrses와같이증가된출혈성경향성이나타남
상염색채열성유전으로유전자검사에서4번염색체의장완위치(4q35)의돌연변이
CngenitaldeficienciesastheresultfamutatinintheFXIgenearedefinedasfllws:
(1)Severedeficiency(FXIactivity<15percent):thiscategryincludesindividualswharehmzygtesrcmpundheterzygtesfracausativemutatinfFXI
(2)Partialdeficiency(FXIactivity20t70percent):thiscategryincludesindividualswhareheterzygusfraFXImutatin.ccasinalheterzygtesmayhaveFXIlevelswithinthenrmalrange
Prthrmbintime/thrmbintime/bleedingtime은모두정상/aPTT는연장혹은정상
진단은검사를통해FXIactivity감소를증명/brderlineFXIactivity환자는mleculartesting만이확진검사임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.1','혈장트롬보플라스틴전구물질결핍','수술혹은조작시발생하는비정상출혈/동연령대의일상적인신체활동에도발생하는과도한bruising/hematmas/hemarthrses와같이증가된출혈성경향성이나타남
상염색채열성유전으로유전자검사에서4번염색체의장완위치(4q35)의돌연변이
CngenitaldeficienciesastheresultfamutatinintheFXIgenearedefinedasfllws:
(1)Severedeficiency(FXIactivity<15percent):thiscategryincludesindividualswharehmzygtesrcmpundheterzygtesfracausativemutatinfFXI
(2)Partialdeficiency(FXIactivity20t70percent):thiscategryincludesindividualswhareheterzygusfraFXImutatin.ccasinalheterzygtesmayhaveFXIlevelswithinthenrmalrange
Prthrmbintime/thrmbintime/bleedingtime은모두정상/aPTT는연장혹은정상
진단은검사를통해FXIactivity감소를증명/brderlineFXIactivity환자는mleculartesting만이확진검사임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.1','유전성제11인자결핍','수술혹은조작시발생하는비정상출혈/동연령대의일상적인신체활동에도발생하는과도한bruising/hematmas/hemarthrses와같이증가된출혈성경향성이나타남
상염색채열성유전으로유전자검사에서4번염색체의장완위치(4q35)의돌연변이
CngenitaldeficienciesastheresultfamutatinintheFXIgenearedefinedasfllws:
(1)Severedeficiency(FXIactivity<15percent):thiscategryincludesindividualswharehmzygtesrcmpundheterzygtesfracausativemutatinfFXI
(2)Partialdeficiency(FXIactivity20t70percent):thiscategryincludesindividualswhareheterzygusfraFXImutatin.ccasinalheterzygtesmayhaveFXIlevelswithinthenrmalrange
Prthrmbintime/thrmbintime/bleedingtime은모두정상/aPTT는연장혹은정상
진단은검사를통해FXIactivity감소를증명/brderlineFXIactivity환자는mleculartesting만이확진검사임');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.0','폰빌레브란트병','증상:Easybruising/Skinbleeding/Prlngedbleedingfrmmucsalsurfaces(eg/rpharyngeal/gastrintestinal/uterine)
가족력이있음
혈액검사를이용하여출혈시간(BleedingTime)/제8인자/폰빌레브란트인자[Prcagulant(vWF:Ag)과ristcetincfactr(vWF:RC)]/폰빌레브란트인자다합체/혈소판기능검사등을통해각항응고인자의부족이나기능부전여부등을관찰하여진단
증상혹은가족력이있고다음의검사소견상이상이관찰될때진단
(1)PlasmaVWFantigen(VWF:Ag)<30IU/dL*
(2)PlasmaVWFactivity(ristcetincfactractivity/VWF:RCandVWFcllagenbinding;VWF:CB)<30IU/dL*
(3)FactrVIIIactivity(FVIII):Decreasedrnrmal*
*Intype2NVWD/VWF:RCandVWF:Aglevelsareusually30-200IU/dLandfactrVIIIlevelsare<10-15IU/dL');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.0','혈관결손이있는제8인자결핍','증상:Easybruising/Skinbleeding/Prlngedbleedingfrmmucsalsurfaces(eg/rpharyngeal/gastrintestinal/uterine)
가족력이있음
혈액검사를이용하여출혈시간(BleedingTime)/제8인자/폰빌레브란트인자[Prcagulant(vWF:Ag)과ristcetincfactr(vWF:RC)]/폰빌레브란트인자다합체/혈소판기능검사등을통해각항응고인자의부족이나기능부전여부등을관찰하여진단
증상혹은가족력이있고다음의검사소견상이상이관찰될때진단
(1)PlasmaVWFantigen(VWF:Ag)<30IU/dL*
(2)PlasmaVWFactivity(ristcetincfactractivity/VWF:RCandVWFcllagenbinding;VWF:CB)<30IU/dL*
(3)FactrVIIIactivity(FVIII):Decreasedrnrmal*
*Intype2NVWD/VWF:RCandVWF:Aglevelsareusually30-200IU/dLandfactrVIIIlevelsare<10-15IU/dL');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.0','혈관혈우병(Angihaemphilia)','증상:Easybruising/Skinbleeding/Prlngedbleedingfrmmucsalsurfaces(eg/rpharyngeal/gastrintestinal/uterine)
가족력이있음
혈액검사를이용하여출혈시간(BleedingTime)/제8인자/폰빌레브란트인자[Prcagulant(vWF:Ag)과ristcetincfactr(vWF:RC)]/폰빌레브란트인자다합체/혈소판기능검사등을통해각항응고인자의부족이나기능부전여부등을관찰하여진단
증상혹은가족력이있고다음의검사소견상이상이관찰될때진단
(1)PlasmaVWFantigen(VWF:Ag)<30IU/dL*
(2)PlasmaVWFactivity(ristcetincfactractivity/VWF:RCandVWFcllagenbinding;VWF:CB)<30IU/dL*
(3)FactrVIIIactivity(FVIII):Decreasedrnrmal*
*Intype2NVWD/VWF:RCandVWF:Aglevelsareusually30-200IU/dLandfactrVIIIlevelsare<10-15IU/dL');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D68.0','혈관혈우병(Vascularhaemphilia)','증상:Easybruising/Skinbleeding/Prlngedbleedingfrmmucsalsurfaces(eg/rpharyngeal/gastrintestinal/uterine)
가족력이있음
혈액검사를이용하여출혈시간(BleedingTime)/제8인자/폰빌레브란트인자[Prcagulant(vWF:Ag)과ristcetincfactr(vWF:RC)]/폰빌레브란트인자다합체/혈소판기능검사등을통해각항응고인자의부족이나기능부전여부등을관찰하여진단
증상혹은가족력이있고다음의검사소견상이상이관찰될때진단
(1)PlasmaVWFantigen(VWF:Ag)<30IU/dL*
(2)PlasmaVWFactivity(ristcetincfactractivity/VWF:RCandVWFcllagenbinding;VWF:CB)<30IU/dL*
(3)FactrVIIIactivity(FVIII):Decreasedrnrmal*
*Intype2NVWD/VWF:RCandVWF:Aglevelsareusually30-200IU/dLandfactrVIIIlevelsare<10-15IU/dL');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D67','혈장트롬보플라스틴성분결핍','출혈증상혹은가족력이있고FactrVIXactivity(%)감소관찰될때진단
aPTT는연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
(1)SeverehemphiliaA(FactrVIIIactivity<1percent)
(2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
(3)MildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D67','B형혈우병','출혈증상혹은가족력이있고FactrVIXactivity(%)감소관찰될때진단
aPTT는연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
(1)SeverehemphiliaA(FactrVIIIactivity<1percent)
(2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
(3)MildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D67','유전성제9인자결핍','출혈증상혹은가족력이있고FactrVIXactivity(%)감소관찰될때진단
aPTT는연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
(1)SeverehemphiliaA(FactrVIIIactivity<1percent)
(2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
(3)MildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D67','크리스마스병','출혈증상혹은가족력이있고FactrVIXactivity(%)감소관찰될때진단
aPTT는연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
(1)SeverehemphiliaA(FactrVIIIactivity<1percent)
(2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
(3)MildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D67','제9인자결핍(기능적결함을동반)','출혈증상혹은가족력이있고FactrVIXactivity(%)감소관찰될때진단
aPTT는연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
(1)SeverehemphiliaA(FactrVIIIactivity<1percent)
(2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
(3)MildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D66','유전성제8인자결핍','출혈증상혹은가족력이있고FactrVIIIactivity(%)감소관찰될때진단
aPTT는2~3배연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
1)SeverehemphiliaA(FactrVIIIactivity<1percent)
2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
3)mildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D66','고전적혈우병','출혈증상혹은가족력이있고FactrVIIIactivity(%)감소관찰될때진단
aPTT는2~3배연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
1)SeverehemphiliaA(FactrVIIIactivity<1percent)
2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
3)mildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D66','A형혈우병','출혈증상혹은가족력이있고FactrVIIIactivity(%)감소관찰될때진단
aPTT는2~3배연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
1)SeverehemphiliaA(FactrVIIIactivity<1percent)
2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
3)mildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D66','제8인자결핍(기능적결함을동반)','출혈증상혹은가족력이있고FactrVIIIactivity(%)감소관찰될때진단
aPTT는2~3배연장
prthrmbintime/thrmbintime/bleedingtime결과는모두정상
brderlineactivity환자는mleculartesting으로진단할수있음.
중증도분류:
1)SeverehemphiliaA(FactrVIIIactivity<1percent)
2)MderatehemphiliaA(FactrVIIIactivity1~5percent)
3)mildhemphiliaA(FactrVIIIactivity5~30percent)');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D66','혈우병NS','혈액을응고해주는인자가부족하여출혈경향을보이는질환
부족한인자의종류에따라서혈우병A/B/C로분류됨.이의진단기준은해당상병코드에속하는하위개념질환들의진단기준을참고함');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D64.4','이상조혈성빈혈(선천성)','골수의적혈구전구세포(적혈모구)에다핵성(multinuclearity)/비정상적핵의파편/세포사이의염색질(chrmatin)내다리연결등의특징적형태를보이면서빈혈이있는경우
유전학검사/조직학적검사를모두실시했으나유전자검사에서양상발견되지않았더라도주치의판단하에이질환으로진단될경우등록가능.그러나검사는필수로모두실시해야하며/검사결과지보관필수');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D64.4','선천성적혈구조혈이상빈혈','골수의적혈구전구세포(적혈모구)에다핵성(multinuclearity)/비정상적핵의파편/세포사이의염색질(chrmatin)내다리연결등의특징적형태를보이면서빈혈이있는경우
유전학검사/조직학적검사를모두실시했으나유전자검사에서양상발견되지않았더라도주치의판단하에이질환으로진단될경우등록가능.그러나검사는필수로모두실시해야하며/검사결과지보관필수');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.9','범골수황폐','Pancytpenia/bnemarrwhypcellularity');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.9','골수형성저하','Pancytpenia/bnemarrwhypcellularity');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.9','저형성빈혈NS','Pancytpenia/bnemarrwhypcellularity');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.3','특발성무형성빈혈','Pancytpenia/bnemarrwhypcellularity/원인미상
');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','기형을동반한범혈구감소증','Pancytpenia/bnemarrwhypcellularity/선천성기형');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','가족성저형성빈혈','Pancytpenia/bnemarrwhypcellularity/familyhistry');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','원발성무형성(순수)적혈구','Macrcyticanemia/reticulcytpenia/absentrrareerythridprecursrcellinbnemarrw');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','영아무형성(순수)적혈구','Anemia/reticulcytpenia/3세이하의소아');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','선천성무형성(순수)적혈구','Macrcyticanemia/reticulcytpenia/absentrrareerythridprecursrcellinbnemarrw');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','판코니빈혈','Pancytpenia/bnemarrwhypcellularity/염색체파손검사나피부섬유모세포배양검사양성/선천성기형');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','블랙판-다이아몬드증후군','Macrcyticanemia/reticulcytpenia/absentrrareerythridprecursrcellinbnemarrw
');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D61.0','체질성무형성빈혈','Pancytpenia/골수검사상bnemarrw의hypcellularity/선천성기형의동반');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D60.0','만성후천성순수적혈구무형성','후천성순수적혈구무형성중소아에서발생하는transienterythrblastpenia를제외한만성/재발성의erythrblastpenia
특수생화학/면역학/도말/배양검사:Cmpletebldcunt/peripheralsmear/reticulcytecunt
조직학검사:Bnemarrwaspiratinandbipsy');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D59.5','발작성야간헤모글로빈뇨','PNH는용혈빈혈/조혈결핍/정맥혈전으로인한증상들이나타나며/특히수면시에혈색소뇨증을보이는것이특징임
대부분재생불량빈혈증세와유사하게창백하고/열이나고/출혈증상을보임
혈액내적혈구와호중구의CD55와CD59에대한항체를사용하여flwcytmetry를통해진단');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D59.3','비정형용혈-요독증후군','비전형적용혈성요독성증후군에한해산정특례가적용되어져야함
미세혈관성용혈성빈혈;혈색소의감소/망상적혈구의증가/혈청haptglbin의감소/혈중LDH증가
혈소판감소증/말초혈액도말검사에서조각적혈구(FragmentedRBC)들이관찰됨
신기능의감소
Shigatxin검사나장출혈성대장균에대한검사를시행해서음성이나와야함
Thrmbticthrmbcytpenicpurpura와의감별을위해ADAMTS13activity검사를시행하여해당수치가10%이상이어야함
가족구성원2명이상에서질병발생할경우/유전적질환을의심할수있다.또한가족력과관계없이비전형HUS와관련된유전자돌연변이가확인될경우유전질환을확진할수있음
*6번:Shigatxin또는장출혈성대장균검사/ADAMTS13검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.4','태아헤모글로빈의유전적존속','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.3','지중해빈혈소질','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2의이상소견이있거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.2','델타-베타지중해빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.1','쿠울리빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.1','중증지중해빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.1','중간형지중해빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.1','중증베타지중해빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.1','베타지중해빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D56.0','알파지중해빈혈','Glbulin합성장애에의한빈혈
Hb전기영동에서F/A2가증가되거나분자유전검사에서돌연변이가밝혀진경우진단가능');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.2','삼탄당인산염이성화효소결핍빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과같은임상적특징이있음
(1)HmzygsityframutantPKgene
(2)AbnrmalPKisenzyme활성이눈에띄게감소
(3)신생아기에빈혈/고빌리루빈혈증
(4)창백/icterussclera/splenmegaly
(5)혈액도말검사상다염성의적혈구(plychrmatphilicerythrcytes)/echincyte가관찰될수있음
(6)확진은적혈구내의Pyruvatekinase의활성도감소또는phsphenlpyruvate치증가를증명
Deficienciesfhexkinase/glucse-6phsphateismerase/phsphfructkinase/aldlase/trisephsphateismerase/glyceraldehyde-3-phsphateismerase/andphsphglyceratekinase
(1)Phsphfructkinasedeficiency:용혈성빈혈과함께metablicmypathy가나타날수있음
(2)Phsphglyceratekinasedeficiency:용혈성빈혈과함께경련/지능저하등의중추신경계장애가있을수있음
(3)Trisephsphateismerasedeficiency:용혈성빈혈과함께심근병증/감염취약성/중증신경장애가동반될수있음
(4)Hexkinasedeficiency:신생아기부터심한만선용혈성빈혈이발생함
(5)각각의확진은적혈구내각효소의활성감소를직/간접적으로증명');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.2','헥소카이네이스결핍빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과같은임상적특징이있음
(1)HmzygsityframutantPKgene
(2)AbnrmalPKisenzyme활성이눈에띄게감소
(3)신생아기에빈혈/고빌리루빈혈증
(4)창백/icterussclera/splenmegaly
(5)혈액도말검사상다염성의적혈구(plychrmatphilicerythrcytes)/echincyte가관찰될수있음
(6)확진은적혈구내의Pyruvatekinase의활성도감소또는phsphenlpyruvate치증가를증명
Deficienciesfhexkinase/glucse-6phsphateismerase/phsphfructkinase/aldlase/trisephsphateismerase/glyceraldehyde-3-phsphateismerase/andphsphglyceratekinase
(1)Phsphfructkinasedeficiency:용혈성빈혈과함께metablicmypathy가나타날수있음
(2)Phsphglyceratekinasedeficiency:용혈성빈혈과함께경련/지능저하등의중추신경계장애가있을수있음
(3)Trisephsphateismerasedeficiency:용혈성빈혈과함께심근병증/감염취약성/중증신경장애가동반될수있음
(4)Hexkinasedeficiency:신생아기부터심한만선용혈성빈혈이발생함
(5)각각의확진은적혈구내각효소의활성감소를직/간접적으로증명');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.2','해당효소의장애에의한빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과같은임상적특징이있음
(1)HmzygsityframutantPKgene
(2)AbnrmalPKisenzyme활성이눈에띄게감소
(3)신생아기에빈혈/고빌리루빈혈증
(4)창백/icterussclera/splenmegaly
(5)혈액도말검사상다염성의적혈구(plychrmatphilicerythrcytes)/echincyte가관찰될수있음
(6)확진은적혈구내의Pyruvatekinase의활성도감소또는phsphenlpyruvate치증가를증명
Deficienciesfhexkinase/glucse-6phsphateismerase/phsphfructkinase/aldlase/trisephsphateismerase/glyceraldehyde-3-phsphateismerase/andphsphglyceratekinase
(1)Phsphfructkinasedeficiency:용혈성빈혈과함께metablicmypathy가나타날수있음
(2)Phsphglyceratekinasedeficiency:용혈성빈혈과함께경련/지능저하등의중추신경계장애가있을수있음
(3)Trisephsphateismerasedeficiency:용혈성빈혈과함께심근병증/감염취약성/중증신경장애가동반될수있음
(4)Hexkinasedeficiency:신생아기부터심한만선용혈성빈혈이발생함
(5)각각의확진은적혈구내각효소의활성감소를직/간접적으로증명');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.2','피루브산염카이네이스결핍빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과같은임상적특징이있음
(1)HmzygsityframutantPKgene
(2)AbnrmalPKisenzyme활성이눈에띄게감소
(3)신생아기에빈혈/고빌리루빈혈증
(4)창백/icterussclera/splenmegaly
(5)혈액도말검사상다염성의적혈구(plychrmatphilicerythrcytes)/echincyte가관찰될수있음
(6)확진은적혈구내의Pyruvatekinase의활성도감소또는phsphenlpyruvate치증가를증명
Deficienciesfhexkinase/glucse-6phsphateismerase/phsphfructkinase/aldlase/trisephsphateismerase/glyceraldehyde-3-phsphateismerase/andphsphglyceratekinase
(1)Phsphfructkinasedeficiency:용혈성빈혈과함께metablicmypathy가나타날수있음
(2)Phsphglyceratekinasedeficiency:용혈성빈혈과함께경련/지능저하등의중추신경계장애가있을수있음
(3)Trisephsphateismerasedeficiency:용혈성빈혈과함께심근병증/감염취약성/중증신경장애가동반될수있음
(4)Hexkinasedeficiency:신생아기부터심한만선용혈성빈혈이발생함
(5)각각의확진은적혈구내각효소의활성감소를직/간접적으로증명');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.2','용혈성비구상적혈구성(유전성)Ⅱ형빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과같은임상적특징이있음
(1)HmzygsityframutantPKgene
(2)AbnrmalPKisenzyme활성이눈에띄게감소
(3)신생아기에빈혈/고빌리루빈혈증
(4)창백/icterussclera/splenmegaly
(5)혈액도말검사상다염성의적혈구(plychrmatphilicerythrcytes)/echincyte가관찰될수있음
(6)확진은적혈구내의Pyruvatekinase의활성도감소또는phsphenlpyruvate치증가를증명
Deficienciesfhexkinase/glucse-6phsphateismerase/phsphfructkinase/aldlase/trisephsphateismerase/glyceraldehyde-3-phsphateismerase/andphsphglyceratekinase
(1)Phsphfructkinasedeficiency:용혈성빈혈과함께metablicmypathy가나타날수있음
(2)Phsphglyceratekinasedeficiency:용혈성빈혈과함께경련/지능저하등의중추신경계장애가있을수있음
(3)Trisephsphateismerasedeficiency:용혈성빈혈과함께심근병증/감염취약성/중증신경장애가동반될수있음
(4)Hexkinasedeficiency:신생아기부터심한만선용혈성빈혈이발생함
(5)각각의확진은적혈구내각효소의활성감소를직/간접적으로증명');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.0','포도당-6-인산탈수소효소결핍에의한빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과임상적특징이있음
(1)약제(Antimalarialdrug/Phenacetin)혹은화학물질(favabean등)에의노출/급성질병(감염/당뇨병성케톤산증등)등과같이xidantstress에의해급성으로유발되는용혈성빈혈
(2)무증상의만성적인용혈성빈혈
G6PDgene의mutatin(A-/B-/Cantn)
혈액도말검사상"Bitecells"/"Heinzbdies"가있을수있음
확진은flurescentspttest/methemglbinreductintest등의검사로적혈구내의G6PD활성감소를직/간접적으로입증
(1)정상의10%이하
(2)급성용혈기에는reticulcyterespnse로인해G6PD활성이정상으로나올수있으므로G6PD결핍이의심되지만G6PD활성이정상인경우에는수주후에재검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.0','G6PD결핍빈혈','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과임상적특징이있음
(1)약제(Antimalarialdrug/Phenacetin)혹은화학물질(favabean등)에의노출/급성질병(감염/당뇨병성케톤산증등)등과같이xidantstress에의해급성으로유발되는용혈성빈혈
(2)무증상의만성적인용혈성빈혈
G6PDgene의mutatin(A-/B-/Cantn)
혈액도말검사상"Bitecells"/"Heinzbdies"가있을수있음
확진은flurescentspttest/methemglbinreductintest등의검사로적혈구내의G6PD활성감소를직/간접적으로입증
(1)정상의10%이하
(2)급성용혈기에는reticulcyterespnse로인해G6PD활성이정상으로나올수있으므로G6PD결핍이의심되지만G6PD활성이정상인경우에는수주후에재검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D55.0','잠두중독','용혈성빈혈에합당한혈액검사소견(혈색소감소/적혈구용적/망상적혈구증가/비포합빌리루빈/간효소수치상승/합토글로빈수치감소등)이있고다음과임상적특징이있음
(1)약제(Antimalarialdrug/Phenacetin)혹은화학물질(favabean등)에의노출/급성질병(감염/당뇨병성케톤산증등)등과같이xidantstress에의해급성으로유발되는용혈성빈혈
(2)무증상의만성적인용혈성빈혈
G6PDgene의mutatin(A-/B-/Cantn)
혈액도말검사상"Bitecells"/"Heinzbdies"가있을수있음
확진은flurescentspttest/methemglbinreductintest등의검사로적혈구내의G6PD활성감소를직/간접적으로입증
(1)정상의10%이하
(2)급성용혈기에는reticulcyterespnse로인해G6PD활성이정상으로나올수있으므로G6PD결핍이의심되지만G6PD활성이정상인경우에는수주후에재검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'D12.6','가족성선종성폴립증','내시경검사/조직검사/유전자검사/임상진단을종합하여확인된경우등록가능함
(1)40세이전의젊은연령에서수백에서수천개의샘종성용종이대장/직장전체에산재되어있는내시경적시술로전체용종절제가불가능한경우
(2)대장/직장에수십에서수백개사이의샘종성용종이산재되어있고유전적검사에서APC돌연변이가확인된경우
(3)40세이전대장/직장에산재된수십에서수백개이상의다발성용종혹은다발성동시성대장암으로전대장절제술을받은경우
(4)가족샘종성용종증으로진단된가족력이있고40세이전에대장/직장에수십에서수백개이상의다발성용종이확인된경우혹은APC돌연변이가확인된경우
*6번:내시경검사');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'A81.0','아급성해면모양뇌병증','PrbableCJD
1.빠르게진행하는치매
2.다음4가지중2가지이상존재함:
A.근육간대경련(Myclnus)
B.시각혹은소뇌증상(signsrsymptms)
C.추체로(Pyramidal)혹은추체외로(extrapyramidal)증상(signsrsymptms)
D.무동성무언증(Akineticmutism)
3.다음검사중적어도1가지이상양성:
A.유병기간에상관없이전형적인뇌파(peridicsharpwavecmplexes)duringanillnessfanyduratin
B.2년이하의유병기간중뇌척수액14-3-3assay양성
C.MRIDWI혹은FLAIR상미상핵(caudatenucleus)혹은조가비핵(putamen)의고신호강도병변
4.통상적인검사에서다른진단을시사하지않음

PssibleCJD
위진단기준에서검사결과를충족하지않으면서유병기간이2년이내인경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'A81.0','크로이츠펠트-야콥병','PrbableCJD
1.빠르게진행하는치매
2.다음4가지중2가지이상존재함:
A.근육간대경련(Myclnus)
B.시각혹은소뇌증상(signsrsymptms)
C.추체로(Pyramidal)혹은추체외로(extrapyramidal)증상(signsrsymptms)
D.무동성무언증(Akineticmutism)
3.다음검사중적어도1가지이상양성:
A.유병기간에상관없이전형적인뇌파(peridicsharpwavecmplexes)duringanillnessfanyduratin
B.2년이하의유병기간중뇌척수액14-3-3assay양성
C.MRIDWI혹은FLAIR상미상핵(caudatenucleus)혹은조가비핵(putamen)의고신호강도병변
4.통상적인검사에서다른진단을시사하지않음

PssibleCJD
위진단기준에서검사결과를충족하지않으면서유병기간이2년이내인경우');
INSERT INTO `hope-gaarden`.disease_info (score,code,name,standard) VALUES (0,'A31.9','비정형마이코박테륨증/가족형/X연관','임상증상:감염력이취약한마이코박테리움/BCG접종/환경성마이코박테리움에도감염이쉽게되는일차성면역결핍을증상으로함.
IFNgammatest
유전자검사:CYBB/IKBKG유전자등');
